[EZCAD]   
COMPANY = 
IDENTIFY =	 EZCAD2.0
LANGUAGE =	Turkish
DESCRIBABLE =	Turkish

[String]	
SOFTNAME =	 EzCad3
FILESUFFIX=	ez3
SOFTVERSION =	 3.0.0
COMPANY=	Beijing Golden Orange Technology Co., Ltd.\nTel: (86)010-64419248\n
WEBSIBE=	WWW.BJJCZ.COM
ABOUT =	 hakkında
ABOUT_COPYRIGHT =	 Telif Hakkı(C) 2004-2019
ABOUT_RIGHTS =	 tüm hakları Saklıdır
ABOUT_LICENSED =	 Bu ürünü kullanma hakkı aşağıdakilere aittir:
ABOUT_LAW =	 Uyarı: Bu bilgisayar programı, telif hakkı yasaları ve uluslararası sözleşmeler tarafından korunmaktadır.Bu programın bir kısmının veya tamamının izinsiz olarak çoğaltılması veya dağıtılması, ciddi hukuki ve cezai yaptırımlara tabi olabilir ve yasa kapsamında mümkün olan en geniş ölçüde kovuşturmaya tabi tutulacaktır. .
	
MENU_FILE =	 &dosya
MENU_FILE_NEW =	 &Yeni
MENU_FILE_OPEN =	 &Açık...
MENU_FILE_PRINT =	 yazdırCtrl+P
MENU_FILE_SAVE =	 &Kaydet Ctrl+S
MENU_FILE_SAVE_AS =	 &Farklı kaydet...
MENU_FILE_SCANIMAGE =	 Görüntü Al ve Tara...
MENU_FILE_SYSTEM =	 &Sistem Parametreleri...
MENU_FILE_IMGLIB =	 &Ortak Galeri...
MENU_FILE_IMPORT =	&Girmek
MENU_FILE_MRU_FILE1 =	 son Dosyalar
	
MENU_EDIT =	 &Düzenlemek
MENU_EDIT_COPY     =	 &kopyala
MENU_EDIT_CUT      =	 &kesmek
MENU_EDIT_COMBINE  =	 &Ctrl+L'yi Birleştir
MENU_EDIT_UNCOMBINE=	 &Ayrı kombinasyon Ctrl+K
MENU_EDIT_GROUP    =	 &Grup Ctrl+G
MENU_EDIT_UNGROUP  =	 &Ctrl+U Grubunu Çöz
	
MENU_EDIT_PASTE=	 &yapıştırmak
MENU_EDIT_REDO =	 &İyileşmek
MENU_EDIT_UNDO =	 &Geri alma
MENU_EDIT_TOCURVE=	Eğriye Dönüştür Ctrl+Q
MENU_EDIT_HATCH  =	Ctrl+H'yi doldurun
	
ID_FILE_IMGLIB =	 Favoriler Galerisi\nFavoriler Galerisi'ni açar
ID_FILE_IMPORT =	 Dosyaları diğer biçimlerde içe aktar\nDosyaları içe aktar
ID_FILE_MRU_FILE1 =	 bu belgeyi aç
ID_FILE_NEW =	 Yeni bir belge oluştur\nYeni
ID_FILE_OPEN =	 Mevcut bir belgeyi açın\nAç
ID_FILE_PRINT =	 Etkin belgeyi yazdır\nYazdır
ID_FILE_PRINT_PREVIEW =	 Tam sayfayı göster\nBaskı önizleme
ID_FILE_PRINT_SETUP =	 Yazıcı ve yazdırma seçeneklerini değiştir\nYazdırma Kurulumu
ID_FILE_SAVE =	 Etkin belgeyi kaydet\nKaydet
ID_FILE_SAVE_AS =	 Etkin belgeyi yeni bir dosya adıyla kaydedin\nFarklı kaydet
ID_FILE_SCANIMAGE =	 Taranan Resmi Al\nTaranan Resmi Al
ID_EDIT_COPY =	 Seçilen nesneyi kopyalar ve panoya yerleştirir\nKopyala
ID_EDIT_CUT =	 Seçili nesneyi keser ve panoya yerleştirir\nKes
ID_EDIT_PASTE =	 Pano içeriğini ekle\nYapıştır
ID_EDIT_REDO =	 Daha önce geri alınan bir işlemi yeniden yap\n Yinele
ID_EDIT_UNDO =	 Son eylemi geri al\nGeri al
ID_EDIT_GROUP =	 Seçili nesneleri gruplandır\nGrup
ID_EDIT_UNGROUP =	 Seçili grup nesnesini kapatır\nGrubu kapatır
ID_EDIT_COMBINE =	 Seçilen nesneleri gruplandırır\nGrup
ID_EDIT_UNCOMBINE  =	 Seçili grup nesnesini ayırın\nAyrı grup
ID_SYSTEM_PARAM =	 Sistem parametrelerini ayarla\nSistem parametreleri
TT_MATERIALPARAMASSIS=	Lazer Malzeme Parametrelerini Test Et\nMalzeme Parametreleri Asistanı
MATERIALPARAMASSIS=	Malzeme parametre yardımcısı
MENU_MODI =	 &Değiştir
MENU_DRAW =	 &Çizmek
MENU_DRAW_POINT =	 &nokta
MENU_DRAW_CURVE =	 &eğri
MENU_DRAW_LINE =	 &Astar
MENU_DRAW_RECT =	 &Dikdörtgen
MENU_DRAW_CIRCLE =	 &daire
MENU_DRAW_ELLIPSE =	 &Elips
MENU_DRAW_POLY =	 &Çokgen
MENU_DRAW_TEXT =	&Metin
MENU_DRAW_BMPFILE =	 &Bitmap dosyası
MENU_DRAW_VECTORFILE =	 &Vektör dosyası
MENU_DRAW_TIMER =	 &Gecikme
MENU_DRAW_INPUT =	 &giriş bağlantı noktası
MENU_DRAW_OUTPUT =	 &çıkış bağlantı noktası
MENU_DRAW_MESH3D=	 &3d yüzeyler
MENU_ALIGN_BOTTOM =	 Aşağıya hizala
MENU_ALIGN_CENTER =	 merkez noktası hizalaması
MENU_ALIGN_CENTER_HOR =	 Yatay merkez çizgisi hizalaması
MENU_ALIGN_CENTER_VER =	 dikey merkez çizgisi hizalaması
MENU_ALIGN_LEFT =	 Sola hizalı
MENU_ALIGN_RIGHT =	 Sağa hizala
MENU_ALIGN_TOP =	 üst kenar hizalaması
MENU_VIEW =	 &Görüş
MENU_VIEW_TOOLBAR =	 &Sistem Araç Çubuğu
MENU_VIEW_ZOOMBAR =	 &Araç Çubuğunu Görüntüle
MENU_VIEW_DRAWBAR =	 &Çizim Araç Çubuğu
MENU_VIEW_ENTLIST =	 Nesne listesi çubuğu
MENU_VIEW_ENTPROP =	 Nesne özellik çubuğu
MENU_VIEW_STATUS_BAR =	 &durum çubuğu
MENU_LASER =	 &Lazer
	
ENTPROP =	 nesne özellikleri
MENU_VIEW_RULER =	 Cetveli göster
MENU_VIEW_GRID  =	 Kılavuz noktalarını göster
TT_SHRULER=	Cetveli göster veya gizle
TT_SHGRID=	Izgara noktalarını göster veya gizle
MENU_VIEW_GUILD =	 yardımcı hat
BK =	 arka fon
DEGREE =	 Harcamak
	
NAV_PICK_MOVEDIS=	ince ayar mesafesi
WORKSPACE =	 çalışma alanı
MENU_VIEW_SNAPGRID   =	 Yapış Izgara F7
MENU_VIEW_SNAPGUILD  =	 Tutturma Kılavuzu F8
MENU_VIEW_SNAPOBJECT =	 Nesneyi tuttur F9
MENU_ABOUT =	 &Hakkında
MENU_HELP =	 &Yardım Edin
IDCANCEL =	 &İptal
IDOK =	 &TAMAM
PASTE_X =	 Ofseti Yatay Olarak Yapıştır
PASTE_Y =	 Dikey Yapıştır Ofseti
SAVEAS =	 Farklı kaydet
POINT =	 puan
CURVE =	 eğri
RECT  =	 dikdörtgen
CIRCLE =	 yuvarlak
ELLIPSE =	 oval
ELLPISE =	 oval
POLYGON =	 çokgen
TEXT =	Metin
HATCH=	dolgu
PATHTEXT=	yol metni
CIRCLETEXT=	yay metni
BMPFILE =	 bit eşlem dosyası
VECTORFILE =	 vektör dosyası
TIMER =	 geciktirici
IOINPUT =	 giriş portu
IOOUTPUT =	 çıkış portu
GROUP=	grup
COMBINE=	kombinasyon
LAYER=	 katman
NAME =	 isim
TYPE =	tip
OBJECTINFO=	nesne özellikleri
TOCURVE=	Eğriye Dönüştür
EDGENUM =	taraf sayısı
APPLY=	&Uygulamak
APPLYTOCOPY=	&Nesneye &Kopyala Uygula
MARKLOOP=	İşleme sayısı
POSITION=	Konum
RELATPOSITION=	göreceli konum
RELATCENTER=	akraba merkezi
SIZE=	boyut
ARRAY=	dizi
COUNT=	sayı
INC=	artımlı
IOCTRLCONDITION=	IO kontrol koşulu
ROUND=	yuvarlaklık derecesi
ALLROUND=	Tüm köşeler yuvarlak
DIAMETER =	 çap
STARTANGLE =	 başlangıç açısı
ENDANGLE =	 bitiş açısı
FILENAME=	dosya adı
DYNFILE=	dinamik girdi dosyası
FIXEDDPI=	Sabit DPI
FIXESIZEX=	Sabit X boyutu
FIXESIZEY=	Sabit Y boyutu
FIXEPOS=	Sabit pozisyon
INVERT=	tersi
GRAY=	gri tonlamalı
DITHER=	çıkışlar
LIGHTEN=	Parlatıcı tedavisi
BRIGHT=	parlaklık
CONTRAST=	Zıtlık
SCANMODE=	tarama modu
BIDIRSCAN=	Çift yönlü tarama
YSCAN=	Y taraması
DRILLMODE=	nokta modu
PIXELPOWER=	Ayar noktası gücü
	
BARCODE_ATTRIB=	 &Barkod Özellikleri...
BARCODE =	 barkod
CREATE_BARCODE =	 Barkod oluştur
MODEIFY_BARCODE=	 Barkodu değiştir
BARCODE_INPUTPT =	 Barkodun sol alt köşesinin koordinatlarını girin
BARCODE_ERR_INVALIDSTR =	 Geçersiz barkod dizisi, lütfen tekrar girin!
	
INFO_EAN13 =	EAN-13 sabit uzunlukta bir barkoddur.Karakter seti sadece '0'dan '9'a kadar olan sayıları içerir.EAN-13 13 karakter içerir,ilk 12'si veridir ve son karakter bir kontrol kodudur.Kod sistem tarafından otomatik olarak eklenir ve sistem yalnızca ilk 12 karakteri alır.
INFO_EAN13_2 =	 EAN-13+2, EAN-13 artı 2 ek koddur ve sistem son 2 karakteri ek kod olarak alır.
INFO_EAN13_5 =	 EAN-13+5, EAN-13 artı 5 ek koddur, sistem son 5 karakteri ek kod olarak alır.
INFO_EAN8 =	 EAN-8 sabit uzunlukta bir barkoddur.Karakter seti sadece '0' ile '9' arasındaki sayıları içerir.EAN-8 8 karakter içerir,ilk 7 karakter veri ve son karakter bir kontrol kodudur.Kod sistem tarafından otomatik olarak eklenir ve sistem yalnızca ilk 7 karakteri alır.
INFO_EAN8_2 =	 EAN-8+2, EAN-8 artı 2 ek koddur ve sistem son 2 karakteri ek kod olarak alır.
INFO_EAN8_5 =	 EAN-8+5, EAN-8 artı 5 ek koddur ve sistem son 5 karakteri ek kod olarak alır.
	
CHECKNUM=	kodu kontrol et
THINMODULEWIDTH=	Dar modül genişliği
INFO_CODE39 =	39 barkodu, tüm çubukların ve boşlukların bilgileri temsil ettiği, ardışık olmayan, sabit uzunluklu çift yönlü bir barkoddur; karakter kümesi '0'-'9', 'AZ', boşluk, '$', '%' içerir. , '+' ,'-','.','/'; Sistem tarafından otomatik olarak eklenen isteğe bağlı bir kontrol kodu vardır.
INFO_CODE39_EXTENDED=	 39 genişletilmiş barkod, 39 barkoda genişletilmiş bir barkoddur, tüm ASCII karakterlerini destekler.
INFO_CODE93 =	 93 barkodu, bilgileri temsil eden çubuklar ve boşluklar içeren sürekli, sabit olmayan uzunlukta çift yönlü bir barkoddur; karakter seti '0'-'9','AZ',boşluk,'$','%',' içerir. +', '-','.','/'; Sistem tarafından otomatik olarak eklenen isteğe bağlı bir kontrol kodu vardır.
INFO_CODEBC412=	 BC412 barkodu, tüm çubukların ve boşlukların bilgileri temsil ettiği, sürekli, sabit olmayan, çift yönlü bir barkoddur; karakter seti '0'-'9' içerir ve 'AZ', 'O' içermez; kontrol kodu sistem tarafından otomatik olarak eklenir.
INFO_CODE11 =	11 barkodu, çubukların ve boşlukların bilgileri temsil ettiği, sürekli olmayan, sabit olmayan çift yönlü bir barkoddur; karakter seti '0'-'9','-' içerir; isteğe bağlı bir kontrol kodu vardır, ve kontrol kodu sistem tarafından belirlenir Otomatik olarak katılın.
INFO_UPCA =	 UPC-A sabit uzunlukta bir barkoddur, karakter seti yalnızca '0'-'9' arasındaki sayıları içerir, UPC-A 12 karakter içerir, ilk 11'i veridir ve son karakter bir kontrol kodudur. sistem tarafından otomatik olarak eklenir ve sistem yalnızca ilk 11 karakteri alır.
INFO_UPCA_2 =	 UPC-A+2, UPC-A artı 2 ek koddur ve sistem son 2 karakteri ek kod olarak alır.
INFO_UPCA_5 =	 UPC-A+5, UPC-A artı 5 basamaklı bir ek koddur ve sistem son 5 karakteri ek kod olarak alır.
INFO_UPCE =	UPC-E sabit uzunlukta bir barkoddur, karakter seti yalnızca '0'-'9' arasındaki sayıları içerir, UPC-E 8 karakter içerir, ilk karakter 0 olarak sabitlenir, 2-7 karakter veridir ve son 1 Her karakter kontrol kodudur, kontrol kodu sistem tarafından otomatik olarak eklenir ve sistem sadece ilk 6 karakteri alır.
INFO_UPCE_2 =	 UPC-E+2, UPC-E artı 2 ek koddur ve sistem son 2 karakteri ek kod olarak alır.
INFO_UPCE_5 =	 UPC-E+5, UPC-E artı 5 basamaklı bir ek koddur ve sistem son 5 karakteri ek kod olarak alır.
INFO_CODE25=	Code 25 barkodu, yalnızca bilgileri temsil eden çubuklardan oluşan sürekli olmayan bir barkoddur.Karakter seti yalnızca '0'dan '9'a kadar olan sayıları içerir ve uzunluğu sabit değildir.
INFO_CODEINTER25=	Interleaved (ITF) 25 kodu, hem çubukların hem de boşlukların bilgileri temsil ettiği sürekli bir barkoddur.Karakter seti yalnızca '0' ile '9' arasındaki sayıları içerir.Karakter sayısı tek ise, sistem otomatik olarak başına 0 ekler ; Seçilen çek kodu sistem tarafından otomatik olarak eklenecektir.
INFO_CODECODABAR=	Codabar barkodu, tüm çubukların ve boşlukların bilgileri temsil ettiği, kendi kendini kontrol etme işlevine sahip, sürekli olmayan, sabit olmayan uzunlukta, çift yönlü bir barkoddur; karakter seti '0'-'9','AD','-', ' $',':','/','.','+';
INFO_CODE128A=	CODE128A barkodu sürekli bir barkoddur; karakter seti, 0 ila 95 arasında ASCII değerlerine sahip karakterler içerir ve boyut sınırı yoktur.
INFO_CODE128B=	CODE128B barkodu sürekli bir barkoddur; karakter seti, 32'den 127'ye kadar ASCII değerlerine sahip karakterler içerir ve boyut sınırı yoktur.
INFO_CODE128C=	CODE128C barkodu sürekli bir barkoddur, karakter seti '0'-'9' sayıları içerir, karakter sayısı tek ise sistem otomatik olarak başına 0 ekler;
INFO_EAN128A=	EAN128A barkodu sürekli bir barkoddur; karakter seti 0 ila 95 arasında ASCII değerlerine sahip karakterler içerir ve boyut sınırı yoktur.
INFO_EAN128B=	EAN128B barkodu sürekli bir barkoddur; karakter seti 32'den 127'ye kadar ASCII değerlerine sahip karakterler içerir ve boyut sınırı yoktur.
INFO_EAN128C=	EAN128C barkodu sürekli bir barkoddur, karakter seti '0'-'9' sayıları içerir, karakter sayısı tek ise sistem otomatik olarak başına 0 ekler;
	
QUIET=	boşluk
MID=	orta
SCALE=	Oran
BARHEIGHT=	yüksek barkod
NARROWBARW=	Dar modül genişliği
BAR=	şerit
SPACE=	hükümsüz
INTERCHARSCALE=	orta karakter aralığı
MODULETUNING=	Barkod Modül Ayarı
AUTOSIZE=	otomatik boyut
FIXEDSIZE=	Sabit boyut
SHORTPDF417=	kısaltılmış mod
ERRLEVEL=	hata düzeltme seviyesi
PDF417_ROWOUTRANGE=	PDF417 barkod satırları 3-90 satır olmalıdır!
PDF417_COLOUTRANGE=	PDF417 barkod sütunları 3-30 sütun olmalıdır!
BARCODE_ERR_ROWCOL=	Belirlenen satır ve sütun sayısı, geçerli dizeye sığamaz!
SMALLEST=	en küçük boyut
MATRIX=	matris
MODULEWIDTH=	Modül genişliği
REVERSE=	tersi
INFO_CODEPDF417=	PDF417 barkodu iki boyutlu bir barkoddur, karakter seti tüm ASCII karakterlerini içerir;
INFO_CODEMICROPDF417=	MicroPDF417 barkodu iki boyutlu bir barkoddur, karakter seti tüm ASCII karakterlerini içerir;
INFO_CODEDATAMTX=	DATAMATRIX barkodu iki boyutlu bir barkoddur, karakter seti tüm ASCII karakterlerini içerir;
VALID=	verimli
FONT =	 yazı tipi
FONT_ANGLE =	 eğim
FONTTYPE_BCF =	 barkod yazı tipi
FONTTYPE_DMF =	 bit eşlem yazı tipi
FONTTYPE_JSF =	 tek satır yazı tipi
FONTTYPE_TTF =	 TrueType yazı tipleri
SHOWTEXT=	metni göster
TEXTHEIGHT=	metin yüksekliği
TEXTWIDTH=	metin genişliği
TEXTOFFSETX=	Metin X ofseti
TEXTOFFSETY=	Metin Y ofseti
TEXTSPACE=	metin aralığı
POINTMODE=	nokta modu
ROW=	Sıra
COL=	Liste
KEYBOARD =	 tuş takımı
DATE =	 tarih
SERIAL =	 seri numarası
LISTFILE=	liste dosyası
DYNAMICFILE=	dinamik dosya
ENVARTEXT=	değişken metni etkinleştir
HEIGHT =	 yüksek
CHARSPACE=	karakter aralığı
CHARWIDTH=	karakter genişliği
CHARHEIGHT=	karakter yüksekliği
LINESPACE=	Satır aralığı
ANGLE =	 açı
PROMPT_TRAY =	 Her partiyi işlemeden önce ipuçları
PROMPT_NEVER =	 sorma
PROMPT_PART =	 Her parçayı işlemeden önce ipuçları
DATEFORMAT=	tarih formatı
ADDDATEFORMAT=	tarih biçimi ekle
STARTSN=	sıra numarasını başlat
CURSN=	mevcut seri numarası
INCSN=	Sıra numarası artışı
MARKPER=	her işaret
EXTEND=	genişletmek
PREFIX =	 önek
SUFFIX =	 sonek
SUPRES_ZERO =	 Baştaki sıfırları bastır
RESETNO =	 seri numarasını sıfırla
SERAIL_ARRAY =	 dizi seri numarası
SNDLG_FILTER =	 Aşağıdaki seri numaralarını filtreleyin
LINENO=	satır numarası
ENCONTOUR=	profili etkinleştir
HATCH1=	dolgu 1
HATCH2=	dolgu 2
ENABLE=	Olanak vermek
PENNO=	kalem numarası
HATCH_CALCALL=	Nesne Bütün Hesaplama
HATCH_EDGE=	etrafta yürümek
LISTDIST=	Satır aralığı
EDGEOFFSET=	kenar boşluğu
STARTOFFSET=	başlangıç ofseti
ENDOFFSET=	bitiş ofseti
SETDEFAULT=	Varsayılan olarak ayarla
WAITTIME=	bekleme süresi
MESSAGE=	istem mesajı
SETOUTPUT=	çıkış portunu ayarla
SYSTEMPARAM =	 Sistem parametreleri
GENERAL =	 geleneksel
COLOR =	 renk
WORKSPACE =	 çalışma alanı
AUTOSAVE =	 otomatik yedekleme
MOVEROTATE =	 döndürmeyi hareket ettir
PLUGMGR =	 eklenti Yöneticisi
UNIT_TYPE =	 Birim tipi
GRID_DIST =	 ızgara aralığı
GRID =	 Kafes
SHOW_GRID =	 ızgarayı göster
MM =	 mm
INCH =	 inç
WORKSPAC_SHOW =	 çalışma alanını göster
WORKSPAC_CIRCLE =	 dairesel çalışma alanı
LB_CORNER =	 sol alt
WIDTH =	 Genişlik
BIGNUDGESCALE=	Büyük ayar oranı
NEXTVALID =	 Bu değişiklik bir sonraki önyüklemeye kadar geçerli olmayacak
EVERY =	 Her
BAKEXPLAIN =	Geçerli verileri, belirtilen her zaman aralığında program dizinindeki AutoSave.Ezd dosyasına kaydedin.
BAKTIME =	 "dakika, otomatik yedekleme"
	
ZOOM_WINDOW1 =	 pencere büyütme
ZOOM_WINDOW2 =	 pencere büyütme
PICK =	 seçme
PICK_ALL=	hepsini seç
PICK_BYENT =	 nesneye göre
PICK_COPY =	 mobil kopya
PICK_COPYENT =	 kopyalamak
PICK_CUT =	 kesmek
PICK_DEL =	 seçimi sil
PICK_ENT_CNT =	 Nesne sayısını seçin
PICK_ENTITY =	 nesne seçildi
PICK_GL =	 Bir kılavuzu sürükleyin
PICK_INV =	 ters seçim
PICK_LEFT =	 Sağa ve sola esnetin
PICK_LOCK =	 seçim kilidi
PICK_MOVE =	 Taşı Dönüştür
PICK_PEN =	 Kalemle seç
PICK_NOENTITY =	 Hiçbir nesne seçilmedi
ERR_0001 =	 Bu parametre 0,001'den küçük olamaz, lütfen tekrar giriniz.
ERR_CRC     =	 Dosya veri doğrulama hatası, dosya zarar görmüş olabilir.
ERR_DELSYSLAYER =	 Sistem varsayılan katmanı silinemez
ERR_DELUSELAYER =	 Şu anda kullanılan katman silinemez
ERR_MATCHFONTERR =	 Yazı tipi eşleştirilemiyor
ERR_MEMORY  =	 Yeterli bellek ayırmak için yetersiz bellek alanı.
ERR_NOFINDIMPORT =	 Geçerli bir giriş eklentisi bulunamadı
ERR_OPENFILE =	 Dosya açılamadı
ERR_READFILE     =	 Dosya okunamadı
ERR_RENAMESYSLAYER =	 Sistem varsayılan katman adının değiştirilmesine izin verilmiyor
ERR_SAVEFILE =	 Dosya kaydedilemedi
ERR_SERIAL_FORMA =	 Dosya biçimi yanlış, dosya bozulmuş olabilir.
ERR_VERSION =	 Dosyanın yanlış sürümü.
ERROR_VAR_FILTER =	Filtreler, geçerli değişken metin nesneleri oluşturmak için çok sert\nLütfen bazı filtreleri kaldırın ve tekrar deneyin
IS_TEXT_TO_GRAPH =	 Bu yazı tipini kullanarak metnin grafiklere dönüştürülüp dönüştürülmeyeceğini
CMD_OPENFILE =	 bir dosya aç
CMD_SAVEFILE =	 belgeyi kaydet
OPEN =	 Açık
TIP_NOTITLE =	 başlıksız
NOTITLE =	 başlıksız
FILE_ISSAVEAS =	 Değiştirilen dosyaların kaydedilip kaydedilmeyeceği
CHECK_SAVEPRE =	 önizleme resmini kaydet
CHECK_SCALE =	 orantıları koru
CHECK_SHOWPRE =	 Önizleme resmini göster
STATIC_SAVETYPE =	 çıktı yöntemi
RADIO_SAVEALL =	 tüm nesneleri çıkar
RADIO_SAVEPICK =	 çıktı seçim nesnesi
AUTHOR =	 yazar
COMMENT =	 Notlar
FILEINFO =	 dosya bilgisi
VERSION =	 Sürüm
CMD_NEWFILE =	 yeni bir dosya oluştur
PICK_PASTE =	 yapıştırmak
CENFIELD=	merkeze yer
AUTOSAVEFILE =	 Tasarım dosyaları otomatik olarak yedekleniyor...
ON=	açık
OFF=	kapat
GUIDELINE =	 yardımcı hat
OBJECT=	nesne
	
	
	
	
ID_DRAW_CIRCLE =	 Bir daire çizin\nBir daire çizin
ID_DRAW_ELLIPSE =	 Bir elips çiz\nBir elips çiz
ID_DRAW_PLINE =	 Eğri Çiz\nEğri Çiz
ID_DRAW_LINE =	 Bir çizgi çiz\nBir çizgi çiz
ID_DRAW_POINT =	 Dönüm noktası\nÇıkış noktası
ID_DRAW_POLY =	 Çokgen Çiz\nÇokgen Çiz
ID_DRAW_RECT =	 Dikdörtgen çiz\nDikdörtgen çiz
ID_DRAW_TEXT =	 Metin çiz\nMetin çiz
ID_DRAW_BITMAP=	 Bitmap dosyası çizimi\nBitmap dosyası çizimi
ID_DRAW_VECTOR=	 Çizim vektör dosyası\nÇizim vektör dosyası
ID_DRAW_TIME  =	Beraberlik Gecikmesi\nÇizim Gecikmesi
ID_DRAW_INPUT =	 Giriş portunu çiz\nGiriş portunu çiz
ID_DRAW_OUTPUT=	 Çekiliş Çıkışı\nÇıkış Çekilişi
	
	
ID_TOOL_NODE =	 Grafik düğümünü düzenle\nDüğüm düzenleme
ID_TOOL_PICK =	 Grafik seçim aracı\nGrafik seçimi
ID_MODIFY_HATCH =	 Seçili nesneleri doldur\nDoldur
ID_TOGRAPH =	 Nesneyi grafik nesnesine dönüştür\nGrafiğe
ID_VIEW_STATUS_BAR =	 Durum çubuğunu göster veya gizle\nDurum çubuğunu göster ve gizle
ID_VIEW_TOOLBAR =	 Sistem araç çubuğunu göster veya gizle\nSistem çubuğunu göster ve gizle
ID_VIEW_ZOOMBAR =	 Görünüm araç çubuğunu gösterir veya gizler\nGörünüm çubuğunu gösterir ve gizler
ID_VIEW_DRAW_BAR=	 Çizim araç çubuğunu göster veya gizle\nÇizim çubuğunu göster ve gizle
ID_VIEW_ENTPROP=	 Nesne özellik çubuğunu göster veya gizle\nNesne özellik çubuğunu göster ve gizle
ID_VIEW_ENTLIST=	 Nesne listesi çubuğunu göster veya gizle\nNesne listesi çubuğunu göster ve gizle
	
ID_ZOOM_ALL =	 Tüm nesneleri maksimumda görüntüler\nTümünü görüntüle
ID_ZOOM_PICK =	 Maksimum görüntüleme seçimi\nGözlem seçin
ID_ZOOM_IN =	 Ekranı ikiye katla\nYakınlaştır
ID_ZOOM_OUT =	 Ekranı iki katına çıkarın\nUzaklaştır
ID_ZOOM_PAN =	 Ekranı kaydır\nKaydır
ID_ZOOM_WINDOW =	 Pencere ölçeklendirme\nPencere ölçeklendirme
ID_ZOOM_WORKSPACE =	 Tüm çalışma alanını görüntüleyin\nÇalışma alanı görünümü
ID_SNAP_GUILD =	 Kılavuzlara yapıştır\nKılavuzlara yapıştır
ID_SNAP_GRID =	 Izgaraya yasla\nIzgaraya yapıştır
ID_SNAP_OBJECT=	 Nesneyi Yakala\nNesneyi Yakala
ID_SNAP_MESHVERTEX=	 Yüzey köşelerine tuttur\nYüzey köşelerine tuttur
ID_APP_ABOUT =	Program bilgilerini, sürüm numarasını ve telif hakkını görüntüleyin\nHakkında
ID_APP_EXIT =	 Uygulamadan çıkın; belgeyi kaydetmenizi ister\nÇıkış
	
	
TT_PICKALL =	 Tüm nesneleri seç\nTüm nesneleri seç
TT_PICKDEL =	 Seçili nesneleri sil\nSeçili nesneleri sil
TT_PICKINVERT =	 Seçimi ters çevir\nSeçimi ters çevir
TT_PICKLOCK =	 Seçili nesneyi kilitle\nKilitle
TT_PICKUNLOCK =	 Seçili nesnenin kilidini aç\nKilidi aç
TT_PICKUNLOCKALL =	 Tüm nesnelerin kilidini aç\nTümünün kilidini aç
TT_PICKCEN =	 Başlangıç noktası\nBaşlangıç noktası
TT_PICKCENX =	 merkezi Y eksenine yerleştirilir\nX merkezi Y eksenine yerleştirilir
TT_PICKCENY =	 Y merkezi X eksenine yerleştirilir\nY merkezi X eksenine yerleştirilir
TT_PICKPEN=	Nesneleri kalem numarasına göre seçin\nNesneleri kalem numarasına göre seçin
TT_NODE_ADD =	 Düğüm ekle\nDüğüm ekle
TT_NODE_ALIGN =	 Düğüm Hizalaması\nDüğüm Hizalaması
TT_NODE_ARC =	 Yaya dönüştür\nYaya
TT_NODE_BEZIER =	 Eğriye Dönüştür\nEğriye Dönüştür
TT_NODE_CLOSE =	 Eğriyi otomatik olarak kapat\nEğriyi otomatik olarak kapat
TT_NODE_DEL =	 Düğümü küçült\nDüğümü küçült
TT_NODE_DIR =	 Eğri yönünü değiştir\nEğri yönünü değiştir
TT_NODE_LINE =	 Düz çizgiye dönüştür\nDüz çizgiye dönüştür
TT_NODE_REDUCE =	 Puanları otomatik azalt\nPuanları otomatik azalt
TT_NODE_SEPARATE =	 Düğümü Ayır\nDüğümü Ayır
TT_NODE_SHARP =	 Keskin geçiş\nKeskin geçiş
TT_NODE_SMOOTH =	 Yumuşak geçiş\nPürüzsüz geçiş
TT_NODE_SYSMETRIC =	 Simetrik geçiş\nSimetrik geçiş
TT_NODE_UNITE =	 Füzyon Düğümü\nFüzyon Düğümü
TT_POINTONCURVE=	eğri üzerindeki nokta
TT_ADDLAYER=	Katman ekle\nKatman ekle
TT_DELLAYER=	Katmanı sil\nKatmayı sil
ADDLAYER=	katman ekle
DELLAYER=	katmanı sil
ROTATEANG =	 Dönüş açısı
MOVEDIST  =	 Hareket mesafesi
ZOOMSCALE =	 ölçekleme oranı
INPUTPT =	 giriş noktası
INPUTSTARTPT =	 Başlangıç noktasını girin
INPUTCENTER  =	 Çemberin merkezini girin
PICKCURVE=	Noktayı yerleştirmek için eğriyi seçin
PONITNUM=	puan
POINTDIST=	nokta aralığı
TEXT_POS=	Metnin nereye yerleştirileceğini seçin
ALIGN =	 hizalamak
UNDO=	geri alma
REDO=	iyileşmek
MENU_FINISH=	&son
MENU_CLOSEFINISH=	&Kapalı uç
MENU_COOR=	&Koordinatları girin
TRANSFORM =	 dönüştürmek
CENTER =	 merkez
MIRROR =	 ayna
SHEAR=	eğim
PEN=	Kalem
SPEED=	hız
OBJECTLIST=	nesne listesi
APPLYDEF=	parametre varsayılan olarak ayarlandı
ADVANCE=	ileri
POWER=	güç
FREQ=	Sıklık
TICKLE=	ön iyonizasyon
STARTTC=	Açma gecikmesi
ENDTC=	bitiş gecikmesi
POLYTC=	köşe gecikmesi
SECOND=	ikinci
US=	mikro saniye
DELETE=	silmek
PARAMLIB=	parametre kitaplığı
INPUTPARAMNAME=	Parametre adını girin
GUILDLINE =	 yardımcı hat
PARAMNAMENONULL=	Parametre adı boş olamaz
PARAMNAMEEXIST=	Parametre adı zaten var Eski parametrenin üzerine yazılsın mı?
REALYDELPARAM=	Geçerli parametreyi silmek istediğinizden emin misiniz?
REALYAPPDEF=	Geçerli parametreleri varsayılan parametreler olarak uygulamak istediğinizden emin misiniz?
JUMPSPEED=	atlama hızı
JUMPPOSTC=	Atlama pozisyonu gecikmesi
JUMPDISTTC=	atlama mesafesi gecikmesi
ADVANCEMARKPARAM=	Gelişmiş markalama parametreleri
ENDCOMP=	bitiş noktası telafisi
ACCDIST=	Hızlanma mesafesi
MARK=	işaretleme
SELECTAPARAM=	Lütfen bir parametre seçin
MODIFYCOLOR=	rengi değiştir
MODIFPARAM=	Parametreleri değiştir
APPLYTOPICK=	seçime uygula
PARAM=	parametre
NOMOREMARKPARAM=	Yalnızca varsayılan parametreler, değiştirilemez
NOPICKOBJECT=	hiçbir nesne seçilmedi
SETDEFPEN=	varsayılan kalem olarak ayarla
MENU_SPECIAL=	&Özel
FAILOPENLMC=	LMC1 sürücüsü açılamıyor!Lütfen LMC1 sürücüsünün doğru yüklenip yüklenmediğini kontrol edin!
NOTFINDLMC=	Geçerli bir LMC1 cihazı bulunamadı!
MENU_LASER=	&Lazer
DISABLEUSE =	 kullanımı yasak
ENABLEUSE =	 kullanmak
FIELD=	alan
LASERCTRL=	lazer kontrolü
EXTAXIS=	Genişletilmiş eksen
CONFIGPARAM=	Yapılandırma parametreleri
NEGATE=	tersi
ASPECT=	Dış
FIELDSIZE=	Alan boyutu
GALVO=	galvo
	
MARKSTR_AFTERMARK=	İşlemden sonra belirlenen konuma gidin
MARKSTR_AFTER1=	Hareket etmeyin
MARKSTR_AFTER2=	Galvo Merkezi
MARKSTR_AFTER3=	nesnenin sol üst köşesi
MARKSTR_AFTER4=	Nesnenin sağ üst köşesi
MARKSTR_AFTER5=	nesnenin sağ alt köşesi
MARKSTR_AFTER6=	nesnenin sol alt köşesi
MARKING=	İşaretleme...
WAITIOINPUT=	IO giriş bağlantı noktası sinyali bekleniyor...
	
PART=	Bileşenler
TOTALNUM=	Toplam
CONTINUES=	Sürekli işleme
MARKSELECT=	İşlemeyi seçin
QUIT=	çıkış yapmak
LIGHTSHOW=	kırmızı ışık ekranı
	
QSWITCH=	Q anahtarı
ANALOGOUT=	Analog çıkış
CALIBRATION=	Düzeltme
OTHER=	başka
ENPWMSIGNALE=	PWM sinyal çıkışını etkinleştir
MAXPWMFREQ=	Maksimum PWM sinyal frekansı
ENABLETICKLE=	Ön iyonizasyonu etkinleştir
PULSEWIDTH=	Darbe genişliği
PULSEPERIOD=	Darbe frekansı
FPK=	ilk darbe bastırma
FPKEND=	İlk darbe bastırma sona erdiğinde Q anahtarını açın
ANALOGOUT=	Analog çıkış
ANAPOWER=	Güç analog bağlantı noktası çıkışını etkinleştir
ANAFREQ=	Frekans analog bağlantı noktası çıkışını etkinleştir
STARTMARKDELAY=	İşaretleme gecikmesini başlat
FINSIHMARKDELAY=	Bitiş işareti gecikmesi
MAXPOWERDELAY=	Maksimum güç gecikmesi
USERDEFRATIO=	Kullanıcı Tanımlı Ölçek
REALRATIO=	Gerçek oran
FREQMAP=	frekans eşlemesi
POWERMAP=	güç haritalama
READY=	HAZIRLAMA
BTNSTOP=	DUR (F4)
BTNMARK=	İşaretle (F2)
BTNPARAM=	Parametreler (F3)
BTNQUIT=	ÇIKIŞ (F5)
BTNLIGHT=	Kırmızı ışık (F1)
MARKSTR_NOENTITY=	Hiçbir veri işlenemez, lütfen dosyanın yüklenip yüklenmediğini kontrol edin!
MARKSTR_NOENTITY_SELECT=	İşlenebilecek veri yok, lütfen işlem nesnesinin seçili olup olmadığını kontrol edin!
DOG_DATAERROR =	 Şifreleme kilidi verileri yanlış, lütfen şifreleme kilidinin doğru takılıp takılmadığını kontrol edin
DOG_SHARETIME =	 Mevcut sürüm paylaşılan bir sürüm, izin verilen süreyi kullandınız!\nBu yazılımı kullanmaya devam etmek istiyorsanız, lütfen yazılım satıcısı ile iletişime geçin.
DOG_SHARE =	Mevcut sürüm paylaşılan bir sürüm, izin verilen sayıda kullandınız!\nBu yazılımı kullanmaya devam etmek istiyorsanız, lütfen yazılım satıcısı ile iletişime geçin.
DEMOVERSION=	Dongle'ı bulamıyorum! Yazılım demo modunda çalışacak
DELHATCH=	dolguyu kaldır
CURTIME=	şimdiki zaman
TOTALTIME=	toplam zaman
PULSELENGTH=	Darbe genişliği
CHECK=	tespit etmek
LASERON=	lazeri aç
LASEROFF=	lazer kapalı
POSX=	X konumu
POSY=	Y konumu
LASERWILLOUTPUT=	Lazeri çıkarmak için OK'e basın, lazeri çıkarmak istediğinizden emin misiniz?
WARN=	uyarmak
SCANIMAGE=	görüntü tara
BOTTOM =	 alt
TOP =	 tepe
	
ORIGIN_PTNUM=	sıfır noktası girin
ORIGIN_WAY=	Origin yöntemine geri dön
PLUGFILENAME =	 Eklenti dosya adı
	
PLUGSTATE =	 eklenti durumu
PLUGVER =	 Eklenti sürümü
PROMPT =	 ipucu
MENU_APP_EXIT =	 &Çıkış
LMCVERERROR=	LMC donanım sürümü hatası
WELD=	kaynak
TRIM=	kuru erik
INTERSECT=	geçmek
WELDTO=	kaynaklı
TRIMTO=	kırpılmış
INTERSECTTO=	karşıdan karşıya geçmek
PLASTIC=	şekil
SAVESRC=	orijinal nesneyi koru
SAVETAR=	hedef nesneyi tut
NOVALIDONCEMORE=	Geçerli nesne seçilmedi, yeniden seçilsin mi?
FILE=	belge
PORT=	Liman
IOSTOP=	Giriş bağlantı noktasını işlemeyi durdur
STOPPROMPT=	İşleme durdurulduğunda istem mesajı
STOPSIGNALTRIG=	Durdurma sinyali tetiklenir ve mevcut işleme durdurulur!
REMOTE=	uzaktan kumanda
ENREMOTE=	Uzaktan kumandayı etkinleştir
NETWORKIP=	ağ IP adresi
QPULSEWIDTH=	Q darbe genişliği
POINTTIME=	zaman yaratmak
LEFT =	 ayrıldı
RIGHT =	 Sağ
ALIGN_NODECTRL=	Düğüm Kontrol Noktalarını Hizala
NODE_ALIGN=	Düğümü Hizala
OFFSETLEN=	ofset uzunluğu
BASELENGTH=	taban uzunluğu
TRANFORM=	dönüştürmek
BASE=	kalite testi
FREE=	 Bedava
BASEANGLE=	referans açısı
ANGLELIMIT=	Açı aralığı sınırı
CHANGEORDER=	Siparişi değiştir
MODIFY=	Tekrar düzeltme yapmak
ROAXIS=	dönme ekseni
ZERO=	sıfır
STEPPERRO=	Devir başına darbeler
DISTPERRO=	Devir başına hareket mesafesi
MINPOS=	Minimum koordinatlar
MAXPOS=	maksimum koordinat
MINSPD=	minimum hız
MAXSPD=	Azami hız
ZEROSPD=	Sıfır dönüş hızı
GEARRATIO=	Azaltma oranı
PARTDIA=	iş parçası çapı
ZEROOFF=	Sıfır ofset
ACCTIME=	hızlanma süresi
SCALECOMP=	orantılı tazminat
SHEARCOMP=	yanlış hizalama telafisi
SPACECOMP=	boşluk telafisi
GOTOORIGIN=	Genişletilmiş eksen düzeltme sıfır noktası
PLSPICKAPEN=	Lütfen bir kalem seçin
BITMAP=	bit eşlem
LINEINC=	Bitmap tarama satırı artışı
NODE_DELETE =	 düğümü sil
NODE_ADD =	 düğüm ekle
NODE_UNITE=	füzyon düğümü
NODE_TOARC =	 Yay segmentine dönüştür
NODE_TOBEZ =	 Eğri Segmentine Dönüştür
NODE_TOLINE =	 Çizgi segmentine dönüştür
NODE_TOSHARP =	 uç geçişi
NODE_TOSMOOTH =	 yumuşak bir geçiş
NODE_TOSYSMETRIC =	 simetrik geçiş
NODE_ALIGN =	 düğüm hizalaması
NODE_CHANGEDIR =	 Eğri yönünü değiştir
MARKON=	Açık işaretleme
MARKOFF=	sınır çizmek
CURVEEDIT =	 Eğri düzenleme
MENU_AUTOCONNECT=	otomatik bağlantı
CONNECTERR=	Otomatik bağlantı hatası
	
PRINTER  =	 yazıcı
PRINT  =	 Yazdır
STYLE  =	tip
STATUS =	 durum
REMARK =	 Açıklama
COPYNUM=	 kopya sayısı
ATTRIB=	 Öznitellikler
PRINTCOPYNUM=	 kopya sayısı
AUTOPAGE=	Otomatik sayfalama
PRINTRANGE=	baskı aralığı
PRINTALL=	hepsini yazdır
PRINTSEL=	baskıyı seç
PAGESETUP=	sayfa ayarları
	
MARGIN=	kenar boşlukları
MARGINLEFT =	sol kenar boşluğu
MARGINRIGHT=	sağ kenar boşluğu
MARGINTOP  =	üst boşluk
MARGINBOTTOM=	alt kenar boşluğu
	
PAGECEN     =	sayfa merkezi
PAGECENUP   =	üst orta
PAGECENLEFT =	orta sol
PAGECENRIGHT=	merkez sağ
PAGECENDOWN =	orta ve alt
	
PAGELEFTUP   =	Sol üst
PAGERIGHTUP   =	sağ üst
PAGELEFTDOWN  =	sol alt
PAGERIGHTDOWN =	sağ alt
PAGEFILL=	sayfaya göre yeniden boyutlandır
PAGERANDOM=	özelleştirme
AXISSTEP=	Hareket adımı uzunluğu
SPLITSIZE=	Bölünmüş boyut
SPLITPARAM=	segmentasyon parametresi
SPLITBYGUILDLINES=	Yardımcı çizgilerle bölme
ORIGIN=	Menşei
LIGHTING=	kırmızı ışık gösteren
SPLITMARK1=	Bölünmüş işaretleme 1
SPLITMARK2=	Bölünmüş İşaret 2
ORIGINCOOR=	başlangıç koordinatları
SETCURPOSTOORIGIN=	(&D)Geçerli noktayı başlangıç noktası olarak ayarla
SETORIGIN=	başlangıç noktasını ayarla
SPECIALMOTION=	özel hareket
STOP=	Dur
GOTOMARKORIGIN=	İşaretleme orijinine git
REDLIGHTPOINT=	kırmızı ışık göstergesi
LIGHTSPEED=	kırmızı ışık hızı
OFFSETPOSX=	ofset konumu X
OFFSETPOSY=	ofset konumu Y
REDLIGHTIO=	Çıkış portunu gösteren kırmızı ışık
MARKIO=	İşaretleme çıkışı
NULL=	Yok
INPUTTEXT=	Lütfen işlenecek metni girin
FORCESPLIT=	zorunlu bölünme
LINE=	düz
RIGHTCOOR=	Koordinatları girmek için farenin sağ tuşuna basın
INPUTCOOR=	Koordinatları girin
FINISHGOTOSTARTPT=	İşlemden sonra başlangıç noktasına dönün
STARTMARKIO=	Bağlantı noktalarını işaretlemeye başla
INPORT=	giriş portu
AUTORESET=	Otomatik sıfırlama
JSFFONT_FILENAME=	jsf yazı tipi dosya adı
GRAPHCHAR=	Grafiklere karşılık gelen karakterler
UPDATEFONTFILE=	Yazı tipi dosyasını güncelle
OFFSET_DIST=	ofset mesafesi
JCZFONT_NEWJSF=	Dosya mevcut değil, yeni bir dosya oluştur?
JSFFONT_NAME=	Yazı tipi adı
DOUBLEWIDTH=	çift karakter genişliği
DOUBLEHEIGHT=	çift karakter yüksekliği
SINGLEWIDTH=	tek karakter genişliği
SINGLEHEIGHT=	tek karakter yüksekliği
JSFFONT=	yazı tipi
JCZFONT_PROPERTY=	yazı tipi özellikleri
ENMARKMUTEX=	muteks işaretlemeyi etkinleştir
MARKPARAM=	İşaretleme parametreleri
ONOFF=	değiştirmek
CURPEN=	mevcut kalem numarası
CURPENPARAM=	mevcut kalem parametreleri
USEDEFAULTPEN=	Varsayılan parametreleri kullan
SELPARAMFROMLIB=	Parametre kitaplığından parametreleri alın
DELETESELPARAM=	seçilen parametreyi sil
CURPARAMSAVEAS=	Mevcut parametreleri farklı kaydet
PLSSELPARAM=	Lütfen önce bir parametre seçin
ID_DRAW_BARCODE =	 Barkod çiz\nBarkod çiz
MENU_VIEW_MARKPARAM=	İşaretleme parametresi çubuğu
ID_VIEW_MARKPARAM=	İşaretleme parametresi çubuğunu gösterir veya gizler\nİşaretleme parametresi çubuğunu gösterir veya gizler
SHOWCROSSLINE=	Orta çaprazı göster
SELPOSDATUM=	Konum koordinatları için veriyi seçin
PULSEGREATEMAX=	Ayarlanan Q darbe genişliği, maksimum darbe genişliğinden daha büyük
MAXPULSEWIDTH=	Maksimum darbe genişliği
CURFREQ=	mevcut frekans
FIELDNAME=	Alan adı
CURRENT=	akım
CURRENTMAP=	Mevcut eşleme
ENCURRENT=	Akım çıkışını etkinleştir
EXESTART =	ezcad başladığında, programı çalıştırın
EXEFINISH=	ezcad kapatıldığında programı çalıştırın
PARAMNAME=	Parametre adı
GOALSIZE=	hedef işareti boyutu
REALSIZE=	Gerçek işaretleme boyutu
CALCSCALE=	oranı hesapla
GOALMUSTGREATE=	Hedef işareti boyutu 0,001'den büyük olmalıdır
REALMUSTGREATE=	Gerçek işaretleme boyutu 0,001'den büyük olmalıdır
FORCEALLSPLIT=	Bütün bölüm
USEGUILINSTARS=	Dijital bir Q-switch sürücüsü kullanma
	
DESCENTRATIO=	Daha düşük yüksek oran
DESCENT=	aşağı yüksek
ASCENT=	shanggao
BASELINE=	temel
LOADCHAR=	Karakter verilerini yükle
SAVECHAR=	karakter verilerini kaydet
LEFTSIDE=	Sol destek genişliği
RIGHTSIDE=	Sağ destek genişliği
HELP =	 Yardım Edin
HELP_BLUEBOX=	Mavi çerçeve, karakterin gerçekte görüntülendiğinde kapladığı alandır.
HELP_DESCENTRATIO=	Daha düşük yüksek oran
HELP_CHARWIDTH=	Karakter genişliği, geçerli yazı tipi kitaplığının standart karakter genişliğini ifade eder
HELP_CHARHEIGHT=	Karakter yüksekliği, geçerli yazı tipi kitaplığının standart karakter yüksekliğini ifade eder
HELP_LEFTSIDE=	Sol destek genişliği, karakterin gerçek verileri ile sol kenarlık arasındaki mesafedir.
HELP_RIGHTSIDE=	Doğru destek genişliği, karakterin gerçek verileri ile sağ kenarlık arasındaki mesafedir.
HELP_BASELINE=	Taban çizgisi, bir yazı tipi oluştururken hizalama için kullanılan yatay çizgidir.
CHARKERNING=	Karakter aralığı
NOFONTFILE=	Geçerli bir yazı tipi dosyası bulunamadı, lütfen geçerli bir yazı tipi dosyası seçin!
INPUT2CHAR=	İki karakter girin
SAVEKERNING=	karakter aralığını kaydet
JCZFONT_VER1=	Mevcut yazı tipi kitaplığı sürüm v1.0'dır ve sürüm v2.0'a dönüştürülmüştür.\nDeğişiklik etkili olmadan önce lütfen ezcad2.0'ı yeniden başlatın!
PULSEMODE=	Vektör Nokta Deseni
PULSEPER=	Nokta başına bakliyat
FLYMARK=	uçan işaretleme
FLYSPEED=	Çizgisel hız
ERR_FLYSPEEDFAST=	Hat hızı, galvonun yetişemeyeceği kadar hızlı!\nHat hızı, işaretleme ve atlama hızından daha az olmalıdır!
MS=	milisaniye
CANHATCH=	doldurulabilir
PASSWORD=	şifre
CONFIRMPASSWORD=	Şifreyi Onayla
PASSWORDNOSAME=	İki kez girilen şifreler farklı, lütfen tekrar giriniz!
PASSWORDUNVALID=	yanlış şifre!
OUTPORTALRADYUSE=	Çıkış portu başka bir cihaz tarafından işgal edildi, lütfen sıfırlayın!
LASERPOWERIO=	Lazer güç çıkışı
POWERON=	açık
POWEROFF=	Kapat
EZCADSTR_ID_FILE_IMGLIB =	 Favoriler Galerisi\nFavoriler Galerisi'ni açar
EZCADSTR_IDC_STATIC_NEWIMG =	 Lütfen bir resim adı girin
EZCADSTR_IDC_STATIC_NEWLIB =	 Lütfen bir galeri adı girin
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =	 Lütfen bir dosya adı girin (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG =	 Resmi Sil
EZCADSTR_IMGDLG_BUTTON_DELLIB =	 galeriyi sil
EZCADSTR_IMGDLG_BUTTON_NEWIMG =	 resim eklemek
EZCADSTR_IMGDLG_BUTTON_NEWLIB =	 Yeni galeri
EZCADSTR_IMGDLG_KEEPSIZE =	 Kilit ölçeği
EZCADSTR_IMGDLG_NEWIMG =	 resim eklemek
EZCADSTR_IMGDLG_NEWLIB =	 Yeni galeri
EZCADSTR_IMGDLG_STATIC_EXPORT =	 Grafik seçeneklerini dışa aktarma
EZCADSTR_IMGDLG_STATIC_HEIGHT =	 yüksek
EZCADSTR_IMGDLG_STATIC_NAME =	 Galeri adı
EZCADSTR_IMGDLG_STATIC_PREVIEW =	 Resim Önizleme
EZCADSTR_IMGDLG_STATIC_WIDTH =	 Genişlik
EZCADSTR_IMGGLD_ORIGSIZE =	 orijinal boyut
EZCADSTR_IMGLIB_DRAW =	 Çizim Galerisi
EZCADSTR_IMGLIB_MAXIMG =	 Bu galerideki resim sayısı maksimum değere ulaştı, lütfen yeni bir galeri oluşturun
EZCADSTR_IMGLIB_TOTALNUMBER =	 Toplam resim sayısı:
EZCADSTR_IMPORT_PT =	 Grafikleri yerleştireceğiniz konumu girin
EZCADSTR_MSG_DELETEIMG =	Resmi silmek istediğinizden emin misiniz?
EZCADSTR_MSG_DELETELIB =	 Galeriyi silmek istediğinizden emin misiniz?
EZCADSTR_MSG_DIRECTORYERROR =	 kitaplık dosya yolu mevcut değil
EZCADSTR_MSG_HAVEFILE =	 Belirtilen galeri zaten mevcut, lütfen tekrar girin
EZCADSTR_IMGDLG =	 Ortak Galeri
EZCADSTR_MENU_FILE_IMGLIB =	 &Ortak Galeri...
CIRDIAMETER=	daire çapı
ARRAY_NUM=	dizi sayısı
ANG_DIST=	açısal boşluk
EZCADSTR_ARRAY_TYPE =	 dizi türü
EZCADSTR_ARRAY_X_DIST =	 yatay boşluk
EZCADSTR_ARRAY_X_NUM =	 yatay sayı
EZCADSTR_ARRAY_Y_DIST =	 Dikey boşluk
EZCADSTR_ARRAY_Y_NUM =	 dikey sayı
EZCADSTR_ARRAY_DIST_CALC =	 Aralık hesaplama yöntemi
EZCADSTR_ARRAY_ENTSPACE =	 Grafiklerin aralığına göre hesaplanır
EZCADSTR_ARRAY_OFFSETDIST =	 Ofset mesafesi ile hesaplanır
EZCADSTR_CMD_ARRAY=	dizi nesnesi
RADIUS=	yarıçap
BREAKCROSSPOINT=	kavşağı kaldır
ID_MODIFY_ARRAY =	 Seçili nesneleri dizile\nnesneleri dizile
ID_MODIFY_ROTATE =	 Seçili nesneleri döndür\nNesneleri döndür
ID_MODIFY_PLASTIC=	Nesne Şekillendirme\nŞekillendirme
ID_MODIFY_CONNECT=	Eğrileri otomatik bağla\nEğrileri otomatik bağla
ID_MODIFY_BREAKCROSS=	Eğrilerin kesişimini kaldırın\nKesişi kaldırın
ID_MODIFY_TRANSFORM=	Nesneleri dönüştür\nDönüştür
ID_MODIFY_OFFSETCURVE =	 Seçili eğri nesnelerini ötele\nEğriyi ötele
CROSSLEN=	kavşak uzunluğu
TESTLASER=	lazer testi
READALLLINE=	Her seferinde tüm dosyayı oku
INFO_CODE128OPTMIZE=	CODE128Optimize edilmiş barkod sürekli bir barkoddur, karakter seti 0'dan 127'ye kadar ASCII değerlerine sahip karakterler içerir ve sistem karakterlere göre otomatik olarak CODE128 A, B ve C arasında geçiş yaparak son kodu en kısa hale getirir;
FLYRIGHT2LEFT=	Sağdan sola boru hattı yönü
FLYCONTMODE=	Boru Hattı Sürekli Modu
DATEINFO=	Tarih formatındaki karakterlerin anlamı: Y
SN=	seri numarası
INCSN=	Sıra numarası artışı
	
DATENAME=	tarih adı
YEARUSE2DIGIT=	Yıl için iki basamak kullanın
YEARNOLEADZERO=	Başında sıfır olmayan yıl
HOUR12=	12 saatlik saat
TIMENOLEADZERO=	başında sıfır olmadan zaman
DIGIT09ISSN=	0 sayısı seri numarasıdır ve 9 sayısı seri numarası artışıdır.
SAMPLE=	Örnek
AM=	sabah
PM=	öğleden sonra
DATENAMECANNOTNULL=	Tarih adı boş bırakılamaz!
SAVETONEWFILE=	yeni dosyaya kaydet
AUTOROANG=	Otomatik döndürme doldurma açısı
BYDAY=	güne göre
BYMONTH=	aylık
BYWEEK=	haftaya göre
BYYEAR=	yıla göre
DATEOFFSET=	tarih ofseti
ENTOTALPARTNUM=	Toplam iş parçası sayısı sürekli modda geçerlidir
MARKFINISHNUM=	Belirtilen miktar işlendi! İşleme devam etmek istiyor musunuz?
OFFSET=	telafi etmek
EXPORTTEXT2FILE=	İşlem sırasında belirtilen dosyaya metin çıktısı
EXPORTTIME2FILE=	İşlem sırasında belirtilen dosyaya çıkış zamanı
EXPORTTEXT=	çıktı metni
AUTOCONNECT=	Bitişik eğri segmentlerini otomatik olarak bağlayın
SOFTUSEPSW=	Yazılımı kullanmak için bir şifre girilmelidir
USERMGR=	Kullanıcı yöneticisi
USER=	kullanıcı
ADMIN=	müdür
DESIGNED=	tasarımcı
WORKER=	Şebeke
MODIFYPASSWORD=	şifre değiştir
SELUSER=	Kullanıcı seç
PSWINCORRECT=	Yanlış şifre lütfen tekrar giriniz
CARDNO=	kart numarası
SELLMC1DEV=	Parametreleri ayarlamak için cihazı seçin
LASERTYPE=	lazer tipi
NOHATCHTEXT=	metin dolgusu yok
USECORRECTFILE=	Düzeltme dosyalarını kullan
CRYSTAL=	kristal
MAXFREQ=	maksimum frekans
PULSEGREATEMAXFREQ=	Darbe frekansı maksimum frekanstan daha büyük
MOVEANG=	Hareket açısı
CURRANGLE=	mevcut açı
ROANGMARK=	Dönme açısı işaretlemesi--not: nesnenin z koordinatı açı değeridir
OPTIMIZECURVE=	Eğri sırasını optimize edin
ANGLEROTATE=	Dönme açısı işaretlemesi
SIZESCALE=	Boyut oranı
PULSE=	nabız
ENSHOWCONTOUR=	anahattı göster
SUBSURFACE=	İç oyma
ZEROTIMEOUT=	sıfır zaman aşımına dön
CMD_REPEAT1=	komut 1'i tekrarla
CMD_REPEAT2=	2. komutu tekrarla
NODE=	düğüm
SUNDAYISFIRSTDAY=	Pazar haftanın ilk günüdür
TT_POINT=	bir nokta çiz
TT_POINTONCURVE1=	Bir eğriye sabit sayıda nokta yerleştirin
TT_POINTONCURVE2=	Bir eğri üzerinde sabit aralıklı noktalar yerleştirme
IMGLIB_PROMPT=	İpucu: İstediğiniz grafiği seçmek için sol fare düğmesini basılı tutun ve ardından çalışma alanına gitmek için sürükleyin
ONELASERMULTISCANNER=	Tek Lazer ve Çoklu Lens Modları
MULTILASERMULTISCANNER=	Çoklu lazer ve çoklu lens modları
ALLSCANNERSAMEPART=	Tüm galvanometreler aynı iş parçasını işler
ALLSCANNERDIFFPART=	Tüm galvanometreler farklı iş parçalarını işler
SCANNER=	galvo
SCANNERTYPE=	Galvo tipi
CENPOS=	Merkez koordinatları
LASERPARAM=	lazer parametreleri
ERR_OUTRANGE=	Uzatma ekseni işleme aralığının dışında!
MOVETOPREV=	öne doğru hareket et
MOVETONEXT=	arkaya doğru hareket et
MOVETOTOP=	öne getirmek
MOVETOBOTTOM=	arkaya doğru hareket et
MENU_EDIT_TODASHED=	kesikli çizgiye
INFO_QRCODE=	QRCODE barkodu iki boyutlu bir barkoddur, karakter seti tüm ASCII karakterlerini içerir;
LASERONTIME=	Lazer zamanında
DISTRIBUTION=	dağıtılmış
D_TOP=	&Beğenmek
D_VCEN=	&Orta
D_VSPACE=	&boşluk
D_BOTTOM=	&Alt
D_LEFT=	&Ayrıldı
D_HCEN=	&Orta
D_HSPACE=	&boşluk
D_RIGHT=	&Doğru
ISREALYMARK=	İşaretlemeye başla?
DELOLDCURVE=	eski eğrileri sil
PICKOFFSETCURVE=	Kaydırılacak eğriyi seçin
PICKOFFSETDIR=	Eğrinin ofset yönünü seçin
NESTING=	Optimize Yerleştirme
PICKEDGE=	seçim sınırı
NESTPARAM=	Yuvalama parametreleri
AUTONESTING=	otomatik yuvalama
BRIDGEDIST=	tur mesafesi
STOCKDIST=	Sayfa kenar boşlukları
ROTATEINTERVAL=	Döndürme adımı
ROTATE=	döndürmek
ERRNESTING=	Geçerli sayfa sınırı tüm numuneleri barındıramaz!
PICKNESTEDGE=	Numunenin yerleştirileceği sayfa sınırını seçin
MARKDATA_OUTRANGE=	İşlem verileri, işlem aralığını aşıyor!
SELECTNESTEDGE=	Lütfen önce numuneyi yerleştireceğiniz sayfa sınırını seçin!
NESTINGMULTI=	Çoklu iş parçası düzeni
NESTINGONE=	Tek iş parçasının tek tip düzeni
SHEETSIZE=	Malzeme boyutu
SHEETSIZESMALL=	Malzeme boyutu çok küçük!
WARNSTARTSIGNAL=	İşlem sürekli olarak kesintiye uğradı İşleme başlama sinyali yanlış mı İşleme başlama sinyali yasak mı?
INPORTCONFLIC=	Çakışan giriş portları olduğunu unutmayın! Lütfen tekrar seçin!
OUTPORTCONFLIC=	Çakışan çıkış portları olduğunu unutmayın! Lütfen tekrar seçin!
UNCOMBINE=	 ayrı kombinasyon
READPOINTCLOUDFILE=	Nokta bulutu dosyasını oku...
MENU_FILE_BMPFILE=	Bitmap dosyasını girin\tCtrl+W
MENU_FILE_VECTORFILE=	Vektör dosyasını içe aktar\tCtrl+B
MAXFREQDELAY=	Maksimum frekans gecikmesi
INFO_CODEINTER6=	ITF-6 kodu sabit uzunlukta bir barkoddur, karakter seti yalnızca '0'-'9' sayılarını içerir, ITF-6 6 karakter içerir, ilk 5 karakter veridir, son karakter kontrol kodudur, Doğrulama kod sistem tarafından otomatik olarak eklenir ve sistem yalnızca ilk 5 karakteri alır.
INFO_CODEINTER14=	ITF-14 kodu sabit uzunlukta bir barkoddur, karakter seti yalnızca '0'-'9' sayılarını içerir, ITF-14 14 karakter içerir, ilk 13'ü veridir ve son karakter kontrol kodudur. doğrulama kodu sistem tarafından otomatik olarak eklenir ve sistem yalnızca ilk 13 karakteri alır.
BORDER=	çerçeve
PLUSEWIDTHREV=	darbe genişliği inversiyonu
ENANALOGFPK=	Analog İlk Darbe Bastırmayı Etkinleştir
INFO_USERDEFINE=	Kullanıcı tanımlı barkod, kullanıcı tanımlı satır ve sütun sayısı, barkod verileri "," ile ayrılmış 0-255 boyutunda bir sayı dizisi ile temsil edilir, her sayı 8 basamaklı bir barkod bloğunu temsil eder, ilk sayı temsil eder yukarıdan aşağıya barkod Alttan ilk satır, soldan sağa ilk 8 barkod bloğu. Bir satırın sonuna bir bayt yerleştirilemediğinde, karşılık gelen veri biti yok sayılır. Giriş karakterinde "," yoksa ikili kural kullanılır, 1 siyah ve 0 beyaz anlamına gelir.
RINGMARK=	Mücevher işaretleme
INPUTDISTRCOFF =	 Namlu deformasyon faktörünü girin
INPUTTRAPECOFF =	 Yamuk deformasyon faktörünü girin
GRADUATION=	ölçek
GRADUATIONNUM=	onay işareti sayısı
GRADUATIONANG=	açı artışı
DEGREE1LEN=	Minimum kene uzunluğu
DEGREE5LEN=	5 nokta kene uzunluğu
DEGREE10LEN=	10 nokta kene uzunluğu
SHOWTEXT=	metni göster
STARTVALUE=	başlangıç değeri
INCVALUE=	artış değeri
DOTBITCOUNT=	ondalık noktadan sonraki rakamlar
LOADGRADFILE=	Ölçek dosyasını yükle
SAVEGRADFILE=	kene dosyasını kaydet
ROTATERULER=	ölçek halkası
HATCHBYDEFAULT=	Varsayılan parametrelerle doldurun
360MARK =	 360 derece işaretleme
STARTPULSEMODE=	Sinyal darbe modunu başlat
AUTORESETMARKCOUNT=	Otomatik sıfırlama işlem süreleri
PULSEPERUNIT=	birim başına darbeler
MOVE =	 hareket
MOVETO =	 taşınmak
RELATIVE=	göreceli konum
MENU_DRAW_EXTAXIS=	&Genişletilmiş Eksen
ID_DRAW_EXTAXIS=	 Genişletilmiş bir eksen çizer\nGenişletilmiş bir eksen çizer
MULTIPARTMARK=	Çok istasyonlu işleme modülü
PLEASEVALIDPARAM=	Lütfen geçerli bir istasyon parametresi seçin
MALTIMARKINFO=	Belirtilen maksimum işlem sayısı işlendi!\nİşlemek istiyorsanız, lütfen işlenen numarayı veya maksimum işlem numarasını değiştirin.
MALTIMARKINFO2=	Belirtilen maksimum işleme sayısı tamamlandı!
PARTPOS=	istasyon
PARTTYPE=	iş istasyonu modu
SELPARTTYPE=	İstasyon modunu seçin
CURPARTPOS=	mevcut istasyon
MARKEDCOUNT=	işlenen sayısı
STOPWHENMAX=	Maksimum işleme sayısına kadar işlendikten sonra dur
MAXCOUNT=	Maksimum işlem sayısı
MARKALLPART=	Tüm mevcut istasyonları işlemek için F1
CONTMARKALLPART=	F2 Tüm istasyonların sürekli işlenmesi
MARKCURPART=	F8 mevcut istasyonu işliyor
MODIFYCURPART=	Geçerli istasyon konumunu değiştirmek için F9
ADD=	Arttırmak
DISMARKWHENREACHTOTAL=	Belirtilen sayıya kadar işlendikten sonra işlem yapılması yasaktır
CURNUMGREATETOTALNUM=	Mevcut işlem sayısı, toplam işlem sayısından fazla, lütfen işlemden önce mevcut işlem sayısını sıfırlayın!
YAGOPTIMIZEMODE=	YAG için optimize edilmiş dolgu deseni
	
FLYHARDWARE=	Donanım Uçak Modunu Etkinleştir
FLYSIMULATION=	Donanım öykünme modunu etkinleştir
MULTIPLIER=	uçuş hızı faktörü
UM=	mikron
MIL=	mil
UMPERCOUNT=	mikron/sayım
INCHPERCOUNT=	inç/sayım
FLYCOUNT=	saymak
TOTALMARKTIME=	toplam işlem süresi
DOG=	dongle
DEFENTTEXT=	METİN
SPECIALPOS=	belirtilen konum
GOTOSPECIALPOS=	belirtilen konuma hareket
SETCURPOSTOSPEC=	(&D) Geçerli noktayı belirtilen konuma ayarla
MINPWMFREQ=	Minimum PWM sinyal frekansı
PULSELOWMAXFREQ=	Darbe frekansı minimum frekanstan daha az
MINFREQ=	Minimum frekans
DOUBLELINEMODE=	çift kene deseni
LASERSLEEPTIME=	Lazer uyku süresi
DXFUNITISINCH=	Dxf dosya birimleri inçtir
0NOTAILZERO=	0 ölçeği, ondalık noktadan sonra 0 göstermiyor
SHOWDEGREE5TEXT=	5 derecelik metni görüntüle
TEXTROTATE90=	Metin 90 derece döndürüldü
BOLDLINEMODE=	geniş kene deseni
POWERRULER=	süper cetvel
PLSSELRULER=	Lütfen işlenecek bir cetvel seçin
ALEARDYHAVESAMERULER=	Cetvel adı çakışması, lütfen yeniden adlandırın!
GRADCONDISNULL=	Cetvelin onay işareti oluşturma koşulu boş olamaz!
MINGRAD=	Minimum ölçek
RULER =	 cetvel
RULERNAME=	cetvel adı
GRADGENCOND=	Kene Oluşturma Koşulları
GRADLINE=	İşaretleme kalemi
GRADVALUE=	Ölçek değeri
STARTPT=	başlangıç noktası
ENDPT=	bitiş noktası
STARTINDEX=	kene indeks numarasını başlat
ENDINDEX=	bitiş kene indeks numarası
INCINDEX=	Kene indeksi artışı
GRADLINEWIDTH=	kene genişliği
ROTATERULERMODE=	Döner cetvel modu
GLOBEMARK=	küre işaretleme
LONGITUDE=	boylam
LATITUDE=	enlem
FLYMARKENTBYORDER=	Nesne sırasına göre broşürü etkinleştir
INPUTIOMASK=	giriş GÇ maskesi
OUTPUTIOMASK=	çıktı GÇ maskesi
DISSTARTIOINCONTMODE=	Sürekli mod devre dışı bırakma başlangıç işaretleme bağlantı noktası
LASEROFFTC=	Işık kapatma gecikmesi
STARTGRADPOS=	kene pozisyonunu başlat
INCPOS=	konum artışı
STEPPERMM=	adım/mm
STEPPERINCH=	adım/inç
EDIT =	 Düzenle
TOTALPARTNUM=	toplam parça sayısı
EXPORTTOWS=	çalışma alanına çıktı
STRAIGHTRULER=	cetvel
RINGRULER=	halka cetvel
DISKRULER=	disk cetveli
PARTNUM=	Bölüm adı
UPDATEPOSPARAM=	Konumsal parametreleri güncelle
OTHERNUMSYS=	özel taban
MAXNUMBER=	maksimum taban
MPERMIN=	m/dak
INCHPERMIN=	inç/dak
ENCODERDIST=	Enkoder hareket mesafesi
OUTPORT=	çıkış portu
ROTATETEXTMARK=	Metin işaretlemeyi döndür
	
CIRCLEMODE=	daire deseni
TEXTELEMENT=	metin öğesi
TCPIPCOM=	ağ iletişimi
SERIALCOM=	Seri iletişim
TIME=	zaman
FIXEDTEXT=	sabit metin
NOLEADZERO=	Baştaki sıfırları kullanmayın
PREV=	ileri git
NEXT=	geri çekilmek
LIMILTSN=	Maksimum sıra numarası
MODE=	model
YEAR=	yıl
MONTH=	ay
DAYOFMONTH=	gün
DAYOFYEAR=	gökyüzü
DAYOFWEEK=	Hafta
WEEKOFYEAR=	hafta
HOUR=	Saat
MINUTE=	dakika
TIMESEC=	dönem
IPADDRESS=	IP adresi
COMMAND=	Emir
ALLCHARSUSES=	tüm olası karakterler
BAUDRATE=	baud hızı
DATABIT=	Veri bitleri
STOPBITS=	biraz dur
PARITY=	parite
ENCIRCLETEXT=	yay metnini etkinleştir
POWERKEYBOARD=	süper klavye
KBWORKDIRECTORY=	klavye çalışma dizini
KEYLIST=	anahtar listesi
KEYNAME=	anahtar adı
KEYFILE=	Anahtar dosya
CUTONOFF=	kesme anahtarı
USERNAME=	Kullanıcı adı
	
DYNFOCUS=	dinamik odak
ENDYNFOCUS=	Dinamik odağı etkinleştir
DYNZREV=	Z ters
DYNZPOS=	Z konumu
DYNZRAD=	Merkeze uzaklık (%)
DYNAUTOSWITCH=	otomatik geçiş
DYNUPDATEALL=	Z konumunu güncelle
DYNADD=	Z artar
DYNDEC=	Z azalması
DYNSTART=	teste başla
DYNSTOP=	testi durdur
DYNUSING=	Kullanımda dinamik odak..
IAGREE=	Bu sözleşmeyi kabul etmeyi kabul edin
IDONTAGREE=	bu anlaşmayı kabul etmeyin
ERR_CANNT_RUN=	İşlem mevcut durumda gerçekleştirilemez
MARKSPEED=	Markalama hızı
LENTESTRECT=	Dikdörtgen kenar uzunluğunu test edin
TESTPARAM=	Test parametreleri
ZINCREMENT=	Z'yi artır
ZMICROINC=	İnce ayar Artış Z
ZMAX=	Z maks
DYNLINEAR=	Doğrusal enterpolasyon
MACROADJUST=	Z değerine ince ayar yapın
FAILTRANSFER=	Veri güncellemesi başarısız oldu! Lütfen tekrar deneyin!
ENCO2FPK=	CO2 ilk darbe bastırmayı etkinleştir
FPKSTARTPOWER=	İlk darbe bastırma başlatma gücü
FPKINCPOWER=	İlk Darbe Bastırma Gücü Artışı
SHOWSTARTMARKDLG=	İşaretlemeye Başla iletişim kutusunu görüntüleyin
ENEXEMARKFILE=	Başlangıç ve bitiş komut dosyalarını işaretlemenin yürütülmesini etkinleştir
ENREDCONTMODE=	Kırmızı ışık sürekli işleme modunu etkinleştir
	
DYNSAVE=	kaydetmek
DYNLOAD=	yük
ADDZAUTO=	Z değeri otomatik olarak artar veya azalır
INFO_CICODE=	Hanxin, Çince 2D barkod standardıdır; karakter seti, tüm ASCII karakterlerini ve Çince karakterleri içerir
SPECIALWAVE=	özel dalga formu
SPIWAVE=	dalga formu
SPICONTINUES=	sürekli mod
SPISIMMERCUR=	Hazırda bekleme gücü
STEPDIST=	Optimize edilmiş uzunluk
STEPDELAY=	adımlar arasındaki gecikme
USESTEPMARKMODE=	Adım işaretleme modunu kullan
CURLMCNOTIPG=	Mevcut LMC kartları IPG lazerlerini desteklemiyor
CURLMCNOTSPI=	Mevcut LMC kartı SPI_G3 lazerleri desteklemiyor
LASERNOTREADY=	Lazer hazır değil lütfen kontrol edin
FIXEDCOOR=	Sabit giriş noktası koordinatları
DOORIO=	güvenlik kapısı bağlantı noktası
ERR_DOOROPEN=	Güvenlik kapısı açıldı, lütfen güvenlik kapısını kapatın!
LINEREDUCTION=	düz girinti
NUMLOOPS=	Sınır halkalarının sayısı
FONTTYPE_SHX=	SHX yazı tipi
ENSPLITSTRTOCHANGETEXT=	Belirtilen ada sahip metin nesnesini değiştirmek için bölünmüş dizeyi etkinleştir
INDEXFIRSTCHARSTR=	dizedeki ilk karakterin konumu
NUMCHAREXTRACTSTR=	Dizeden çıkarılan toplam karakter sayısı
NAMETEXTTOCHANGE=	Karakter içeriğini değiştirmek istediğiniz metin nesnesinin adı
SET=	kurmak
TT_PICKMIRRORX=	XMirror\nXMirror
TT_PICKMIRRORY=	YAyna\nYAyna
IPG:OVERTEMP=	Lazer: Çok yüksek sıcaklık
IPG:NORMAL=	Lazer: iyi çalışıyor
IPG:HIGHOPTIC=	Lazer: Yüksek derecede yansıtıcı malzemeleri işleyin ve lazer, lazere yansıtılır
IPG:SYSERROR=	Lazer: Sistem hatası
IPG:READY=	Lazer: hazır değil
IPG:EMERGENCY=	Lazer: Acil durdurma sinyali geçerli
HIDEMODEL=	gizli model
ANGLEINC=	açı artışı
UPTODOWN=	yukarıdan aşağıya
LAYERNUM=	katmanlar
SPACEOFLAYER=	Katman aralığı
CALCULATE=	hesaplamak
READ3DFACEFROMDXF=	3d yüzey katmanlama
AVERAGELINE=	Doldurma çizgilerini eşit olarak dağıtın
CHANGELINECHAR=	Yeni hat
MARKSELF=	kendini işaretle
ENSAMEWIDTHCHAR=	Eşit genişlikte karakterleri etkinleştir
DYN_OUTSIDE=	dış alan
DYN_MODE1=	standart mod
DYN_MODE2=	Z ekseninden bağımsız mod
MAXSPEED=	Azami hız
MINSPEED=	minimum hız
LOOPDIST=	Halka aralığı
MARKBYSPLITLINE=	Bölerek işaretle
MARKSTR_AFTER7=	belirtilen konum
ENANALOGCURFPK=	Analog akım bastırmayı etkinleştir
CURVESCATTERTOL=	Eğri dağılım hatası
ENABLECURVESCATTERTOL=	Eğri ayrık hatasını etkinleştir
WOBBLE=	titreme
WOBBLEDIST=	boşluk
ROTARYMARK=	Döner eksen işaretleme
FOCUSLENGTH=	odak uzaklığı
AXISISHOMING=	Eksen döndürülüyor
AXISISMOVING=	eksen hareket ediyor
AXISMOVEFAIL=	Eksen hareketi başarısız oldu!
AXISERRMAXLIMIT=	Pozitif sınırın ötesinde eksen hareketi
AXISERRMINLIMIT=	Negatif sınırın ötesinde eksen hareketi
AXISMUSTGOHOME=	Eksen hareket etmeden önce sıfır noktasına dönmelidir.Önce sıfır noktasına dönmek ister misiniz?
ENCODERREVERSE=	Enkoder sinyal inversiyonu
FLYENCODEROFFSET=	Enkoder sabit ofset mesafesini etkinleştir
FLYENCODEROFFDELAY=	Gecikme(biz)
FLYENCODERLOWSPEED=	düşük hız modu
	
GET55ERR=	parametre hesaplama hatası
GETFLYPARSTEP=	Lütfen kısa bir mesafeyi hareket ettirmek için montaj hattını manuel olarak kontrol edin;\nMesafeyi ölçün ve aşağıdaki giriş kutusunu doldurun;\nProgram, Tamam'ı tıkladıktan sonra parametreleri otomatik olarak hesaplar
FLYPARINPUT=	Uzunluğu girin:
GETPAR=	hesaplamak
PULSECOUNT=	Nabız miktarı
PULSECOUNTRESET=	açık
	
FLYADDTOY=	Y eksenine bindirme
FLYTOP2BOTTOM=	Yukarıdan aşağıya boru hattı yönü
	
DYNAMICLMC=	Dinamik Odak Kartı
UNKNOWN=	Bilinmeyen
BDVVALUE_CUSTOM_ALL=	Evrensel
BDVTEXT_CARDTYPE=	Tahta tipi:
BDVTEXT_CARDVERSION=	versiyon numarası:
BDVTEXT_CUSTOM=	özel yapılmış:
BDVTEXT_CARDFUNCTION=	İşlev kodu:
HARDINFO=	donanım bilgisi
	
ENVARTEXTFIXWID=	Sabit metin genişliğini etkinleştir
USEEXCELCORRECTFILE=	Excel kullanarak düzeltme dosyaları
STARTCOOR=	başlangıç noktası koordinatları
ENDCOOR=	Bitiş noktası koordinatları
SPACEDIST=	boşluk
SPACING=	boşluk
MARKGRIDLINE=	Izgara çizgilerini işaretleyin
USECORFILEMARKGRIDLINE=	Kılavuz çizgilerini işaretlemek için düzeltme dosyasını kullanın
CORCOMPFILE=	Düzeltme tazminat dosyası (Excel dosyası)
FIXEDCHARCOUNT=	sabit sayıda karakter
EMPTYCHARWIDTH=	Boş karakter genişliği
AVADISTPOINT=	Tüm noktaları eşit olarak dağıtın
YAGFASTPOINTMODE=	 YAG hızlı nokta modu
SETANALOG=	analog ayarla
USERDEF=	özelleştirme
MENU_VIEW_IOSTATE=	GÇ durumu
DOGNOTMATCHLMC=	Donanım kilidi bağlama numarası, işaretleme kartı numarasıyla eşleşmiyor, lütfen donanım kilidi numarasını kontrol edin!
MORETHAN360=	İşaretleme aralığı 360 dereceyi aşıyor, devam edilsin mi?
CURNUM=	Mevcut işaret sayısı
SPOTDIA=	nokta boyutu
PTCYCLES=	isabet sayısı
DISTANCE  =	 mesafe
ENDADDPTS=	sonunda nokta
INFO_MICROQRCODE=	Mikro QR Kodu, QRCODE barkodunun sadeleştirilmiş bir versiyonudur;
ENABLETILDE=	~(~ ve ardından dxxx xxx'i etkinleştirin
MULTIFILEMARK=	Çoklu belge işaretleme
LASERLEAKHANDLE=	ışık sızıntısı tedavisi
DISMARKLOWPT=	Düşük gri değeri olan noktaları işaretlemeyin
BASEHEIGHT=	taban yüksekliği
PARTHEIGHT=	iş parçası yüksekliği
ZADJUSTMENT=	Z yüksekliği ayarla
ACCURATEZERO=	Sıfıra hassas dönüş
RECTMODE=	dikdörtgen modu
KEEPENTORDER=	İşleme nesnelerinin sırasını koruyun
OPENMODELAY=	MO gecikmesini aç
SERIALTYPE=	tip
LINEFEEDMALP=	nokta geçme
IPGSETTINGS=	IPG_YLPM Lazer Durumu
SQLDB=	SQL veritabanı
SQLDRIVERS=	SQL odaklı
DBQFILE=	veritabanı dosyası
USERID=	Kullanıcı kimliği
SQLCMD=	SQL komutu
SETPENPARAM=	Kalem parametrelerini ayarla
BOLD=	gözü pek
ITALIC=	italik
RESET =	 Sıfırla
USERINTERLINE=	Dahili doldurma satırlarını etkinleştir
LASERBEAMDIA=	Lazer nokta çapı
HATCHLINEDIST=	Satır aralığını doldurun
ENCO2PULSEMODE=	CO2 süper darbe modunu etkinleştir
HATCHONEBYONE=	Dolgu nesnesinin bağımsızlığını koru
RESORT=	çeşit
RESORT_INFO=	Sırala\nSırala
SELECTSCANNERFIELD=	Galvanometrenin koordinat sistemini seçin
SCANHEAD=	titreşimli mercek
SCANNERFIELD=	İşaretleme alanı
SELECTMOVEDIR=	Boru hattı hareket yönünü seçin
STARTMARKER=	başlangıç etiketi
SENSOR=	sensör
ENCODER=	Döner kodlayıcı
MOVEDIR=	Boru hattı hareket yönü
NEXTSTEP=	Sonraki adım
PREVSTEP=	Öncesi
FINISH=	Bitiş
FLYMARKSETTINGS=	Anında işaretleme parametre ayarları
ORIENTATION=	Düzenleme yönü
HORIZONTAL=	Seviye
VERTIICAL=	dikey
POWEROFFSAVEFILE=	Güç kapatıldığında dosyaları otomatik olarak koruyun
ADJUST=	Ayarlama
FLYMULTIINFO=	Lütfen önce boru hattı hareket durumunda bir dikdörtgen işaretleyin.\nİşaretli dikdörtgen aşağıdaki soldaki şekle benziyorsa, lütfen katsayıyı artırın.\nİşaretli dikdörtgen aşağıdaki sağdaki şekle benziyorsa, lütfen katsayıyı azaltın.
DISABLEOPTIMIZECONMODE=	Sürekli işleme modunu devre dışı bırakan optimum mod
ARRAYDISCHANGESN=	Seri numarasının metin içeriğini değiştirmek yasaktır
SPIRAL=	sarmal
SPIRALPITCH=	sarmal hatve
LINEOFONERING=	Bir dairedeki doğru parçalarının sayısı
SPIRALPROMPTSTR=	Önce bazı daire nesneleri seçilmelidir, bu daire nesnelerinin ana hatları sarmalın çizimini kontrol etmek için kullanılır.
AREYOUSUREDLETE=	silmeyi onayla
CHANGENAME=	ismini değiştir
CUSTOMIZE=	özel yapılmış
STDMODE=	standart mod
CONTOURFIRST=	kontur önceliği
USERDEFCHARSPACE=	özel metin aralığı
MINRADIUS=	Minimum yarıçap
MAXSPIRALPITCH=	Maksimum sarmal adım
MINSPIRALPITCH=	Minimum sarmal adım
SPIRALPITCHINC=	adım artışı
DELETESPIRAL=	sarmalı sil
OUTEDGELOOP=	Dış Sınır Halka Sayısı
INTEREDGELOOP=	İç sınır halkalarının sayısı
ID_DRAW_SPIRAL=	Spiral çizin\nSpiral çizin
FPKFROMLOWTOHIGH=	Düşükten yükseğe FPK akımı
ALWAYSOPENMO=	MO sinyali her zaman açık
LOWVALID=	Aktif düşük
MARKFINISH=	İşaretleme bitiş sinyali
ENCURRENTADJUSTDELAY=	Geçerli ayar gecikmesini etkinleştir
ENCURRENTADJUSTDELAY=	Geçerli ayar gecikmesini etkinleştir
MINCURRENTADJUSTDELAY=	Minimum akım ayar gecikmesi
MAXCURRENTADJUSTDELAY=	Maksimum akım ayar gecikmesi
SETCURRENT=	Mevcut akımı ayarla
LAYSERNAMESAME=	Katman adı diğer katman adlarıyla aynıdır, lütfen yeniden adlandırın!
ZOOM=	yakınlaştırma
DRAW=	Berabere
PENBOX=	Kalemlik
DEVICE=	teçhizat
MULTILAYER=	çok katmanlı işleme
MINPULSEWIDTHRATIO=	Minimum darbe genişliği oranı
MAXPULSEWIDTHRATIO=	Maksimum darbe genişliği oranı
PULSEWIDTHOUTRANGE=	Q darbe genişliği aralık dışında
STANDARD=	standart
TRUE=	Evet
FALSE=	hayır
DISABLE=	yasaklamak
NS=	nanosaniye
DELAYPARAM=	gecikme parametresi
JUMPPARAM=	atlama parametresi
MINJUMPTC=	Minimum atlama gecikmesi
MAXJUMPTC=	Maksimum atlama gecikmesi
JUMPLENLIMIT=	atlama sınırı uzunluğu
MARKLOOPTIP=	Mevcut kalemin işaretleme süreleri
MARKSPEEDTIP=	İşaretleme sırasında galvanometrenin hareket hızı
LASERCURRENTTIP=	lazer çıkış akımı
LASERFREQTTIP=	Lazer çıkışının frekansı
LASERPOWERTIP=	Lazer çıkış gücü yüzdesi
LASERPWTIP=	Lazer çıkışının darbe genişliği
SPIWAVETIP=	SPI Lazer Çıkışı Dalga Formu Seçimi
USEDEFWAVETIP=	Kullanıcı tanımlı lazer çıkış dalga formu
JUMPSPEEDTIP=	Galvanometre zıpladığında hareket hızı
MINJUMPDELAYTIP=	Galvanometre atlama tamamlandıktan sonra minimum gecikme süresi
MAXJUMPDELAYTIP=	Galvanometre atlama tamamlandıktan sonra maksimum gecikme süresi
JUMPLENLIMITTIP=	Galvanometre atlama mesafesi bu uzunluktan daha büyük olduğunda, atlama gecikmesi maksimum gecikme süresini kullanır.
LASERONDELAYTIP=	Lazer açıldığında, galvanometre hareket etmeye başlamadan önce bu süreyi geciktirir.
LASEROFFDELAYTIP=	Markalama hareketi bittiğinde, bu süre kadar bir gecikmeden sonra lazeri kapatın.
POLYGONDELAYTIP=	İşaretleme hareketi sırasında köşe geciktiğinde, bir sonraki viraj bu süreden sonra işaretlenecektir.
LMARKENDDELAYTIP=	Hareketi işaretledikten sonra, bir sonraki eğriye atlamadan önce süreyi geciktirin
CURPENNOTIP=	Geçerli kalem seri numarası
CURPENCOLORTIP=	mevcut kalem rengi
USEDEFPARAMTIP=	Varsayılan işleme parametrelerini kullan
CURPENPARAMNAMETIP=	Geçerli kalem parametre adı
LOADPENBOXFROMDEF=	Varsayılan kalem kutusu parametrelerini yükle
SAVEASPENBOXTODEF=	Varsayılan kalem kutusu parametreleri olarak kaydet
RESETALLPENS=	Tüm kalem parametrelerini sıfırla
SHOW=	göstermek
HIDE=	saklamak
SHOWALL=	hepsini göster
ARRAYTEXT=	dinamik metin dizisi
TT_MODIFY_ARRAYTEXT=	Her metin dizisi hücresinin konumunu ve boyutunu keyfi olarak değiştirin
PROPERTY=	Öznitellikler
VALUE=	değer
MINVALUE=	asgari
MAXVALUE=	maksimum değer
ENABLEPULSEWIDTH=	Darbe genişliği ayarını etkinleştir
ENABLEPULSEWIDTHTIP=	İşlemde fiber lazerin ayarlanan darbe genişliğini etkinleştirir.
LASERLEAKHANDLETIP=	Fiber lazerin işlem sırasında ışık sızdırmaması için özel işlem yapılır.
ALWAYSOPENMOTIP=	İşlem sırasında daima MO sinyalini açın
OPENMODELAYTIP=	Lazer MO açıldıktan sonraki gecikme süresi
DISCHECKLASERSTATE =	 Lazer durumunun kontrol edilmesini yasakla
DISCHECKLASERSTATETIP =	 İşlemden önce lazer durumunu kontrol etmek yasaktır.
LIMITPARAM=	Sınır parametreleri
GALVOMINSPDTIP=	Galvanometre hareketinin izin verdiği minimum hareket hızı
GALVOMAXSPDTIP=	Galvanometre hareketinin izin verdiği maksimum hareket hızı
GALVO2XTIP=	Galvo ekseni 2, X eksenidir
REVERSEXTIP=	Galvanometrenin X ekseni yönü tersine çevrilmelidir
REVERSEYTIP=	Galvanometrenin Y ekseni yönü tersine çevrilmelidir
FIELDSIZETIP=	Galvanometrenin işleme alanının boyutu
USECORRECTFILETIP=	Mevcut galvanometrenin belirtilen düzeltme dosyası kullanılarak düzeltilip düzeltilmediği
TRANSFORMOFFSETXTIP=	Galvanometre çıkışının genel dönüşümünün X ofset mesafesi
TRANSFORMOFFSETYTIP=	Galvanometre çıkışının genel dönüşümünün Y ofset mesafesi
TRANSFORMANGLETIP=	Galvanometre çıkışının genel dönüşümünün dönüş açısı
MARKSTR_AFTERMARKTIP=	
CURVESCATTERTOLTIP=	Düz bir çizgiye ayrılan eğrinin maksimum kiriş yüksekliği hatası
	
MINLINESEGLEN=	Minimum düz uzunluk
MINLINESEGLENTIP=	Minimum satır uzunluğu, bu uzunluktan daha kısa satırlar dikkate alınmayacaktır.
LASERREADYIO=	Lazer hazır bağlantı noktası
REDLIGHTPOINTSTART=	Kırmızı ışık başlangıç bağlantı noktasını gösterir
PORTNOTIP=	Geçerli sinyal tarafından kullanılan bağlantı noktası numarası
LOWVALIDTIP=	Mevcut sinyalin aktif olup olmadığı düşük
STARTPULSEMODETIP=	Başlatma sinyalinin kenardan tetiklenip tetiklenmediği
PULSEWIDTHOUTPORTMODETIP=	Bitiş sinyalinin aktif seviyesinin çıkış zamanı
LOWVOLISVALID=	Aktif düşük
HIGHVOLISVALID=	aktif yüksek
ALARMPORTSTATETIP=	Geçerli bağlantı noktasının sinyal geçerli durumu
ALARMMESSAGETIP=	İşlemde bir uyarı sinyali olduğunda sistemin açıldığını belirten istem mesajı
REDCONTMODE=	Kırmızı ışık sürekli gösterge modu
SOFTLICENCENOTFIND=	Geçerli bir yazılım kayıt kodu bulunamadı!
SOFTLICENCEISUNVALID=	Geçersiz yazılım kayıt kodu!
CHANGEPWELAY=	Darbe genişliği gecikmesini değiştirin
CHANGEPWELAYTIP=	Darbe genişliği değerini değiştirirken lazerin gecikmesi gereken süre
BWREVERSE=	siyah beyaz inversiyon
DELETECENBAR=	orta bloğu kaldır
INFO_CODEDATAMTXGS1=	DATAMATRIX_GS1, özel bir format DATAMATRIX barkodudur ve içeriğinin GS1 standart formatına uygun olması gerekir.
OPTIMIZEPARAM=	Optimizasyon parametreleri
OPTIMIZEHATCH=	Optimize edilmiş dolgu
BARCODEENDEFTEXT=	Özel ekran metni (# karakter, ? sil, % kontrol)
GALVORESPONSE=	galvo tepki süresi
ENSAVEFILE=	kaydetme dosyasını etkinleştir
ENDRAWENTITY=	Çekilebilir nesneleri etkinleştir
ENPICKMOVE=	Taşıma Dönüşümünü Etkinleştir
ENEDITPARAM=	Nesne düzenlemeyi etkinleştir
ENPENPARAM=	Kalem parametrelerini değiştirmeyi etkinleştir
ENDEVPARAM=	Cihaz parametrelerini değiştirmeyi etkinleştir
ENSYSTEMPARAM=	Sistem parametrelerini değiştirmeyi etkinleştir
ALREADYHAVETHISUSER=	Bu kullanıcı adı zaten var, lütfen kullanıcı adınızı değiştirin!
GALVOBIDIROFFSET=	Çift yönlü ofset
	
ID_VIEW_3D=	2B ve 3B görünüm arasında geçiş\n3B görünüm arasında geçiş
ID_VIEW_3DUP=	Yukarıdan görünüm\nÜstten görünüm
ID_VIEW_3DDOWN=	 Aşağıdan görünüm\nAşağıdan görünüm
ID_VIEW_3DLEFT=	Soldan görünüm\nSol görünümden
ID_VIEW_3DRIGHT=	Sağdan görünüm\nSağ görünüm
ID_VIEW_3DFRONT=	Önden görünüm\nÖnden görünüm
ID_VIEW_3DBACK=	Arkadan görünüm\nArkadan görünüm
ID_VIEW_3DISO=	İzometrik yönden görünüm\nİzometrik görünüm
ID_3DVIEW_WIRE=	Yüzey tel kafes modunu göster\nTel kafes modunu göster
ID_3DVIEW_RENDER=	Yüzey Oluşturma Modunu Göster\nOluşturma Modunu Göster
ID_3DVIEW_RENDERLINE=	Yüzey Oluşturma Çizgisi Modunu Göster\nOluşturma Çizgisi Modunu Göster
ID_3DVIEW_HIDEMESH=	Yüzeyleri göster veya gizle\nYüzeyleri göster ve gizle
ID_3DFUN_MESH3D=	3B yüzey modeli dosyasını aç\n3B yüzey modelini aç
ID_3DFUN_SLICEMESH=	Yüzeylerde katman dilimleri\nYüzey katmanlama
ID_3DFUN_ROTATEMESH=	Yüzeyi döndür\nYüzeyi döndür
ID_3DFUN_MOVEMESH=	Yüzeyi çevir\nYüzeyi çevir
ID_3DFUN_PRJ=	Nesneleri yüzeylere yansıt\nyüzey projeksiyonu
	
	
ALLOUTMODE=	Tüm çıktı
ENCODERONLYA=	Enkoder sadece A fazına bağlıdır
FLYTRACKERROR=	uçuş hatası düzeltme faktörü
MESH3D=	3d yüzey
CURVE3D=	3d eğri
SLICE3D=	Katmanlı Teğetler
SLICEFILE=	Katmanlı dosyalar
SLICEMESH=	Katmanlı kesimler
ZMAXTOMIN=	Z değeri büyükten küçüğe
MINZ=	Minimum Z değeri
MAXZ=	Maksimum Z değeri
THICKNESS=	kalınlık
CROSSHATCH=	çapraz dolgu
ROTATEMESH=	devrim yüzeyi
MOVEMESH=	yüzeyi hareket ettirmek
PROJECT=	projeksiyon
PROJECT3D=	3d projeksiyon
DELPROJECT=	projeksiyon eğrisini sil
LIMITZ=	Z sınırı
SURFACEDOWN=	alt yüzey projeksiyonu
LANGPAGE=	dil kodu sayfası
DYNAMICHATCH=	Dinamik doldurma
ADDCONTOUR=	anahattı artır
MARKMESHBOX=	Yüzey sınırlama kutusunu işaretleyin
MARK_NOMESH=	Yüzey nesnesi yok, lütfen yüzeyin yüklü olup olmadığını 3 boyutlu görünümde kontrol edin?
PULSEWIDTHINDEXMODE=	Darbe Genişliği İndeks Modu
PULSEWIDTHINDEXMODETIP=	Darbe genişliği indeks ile temsil edilir
MAXINDEXVALUE=	maksimum indeks değeri
PULSEWIDTHINDEX=	Darbe genişliği indeksi
ENWELDWAVEOUT=	Dalga formu çıkışını etkinleştir
WELDWAVE=	dalga formu
WELDWAVETIP=	Her nokta için lazer analog dalga biçimi ayarları
WAVEWIDTH=	dalga biçimi genişliği
MAXWELDWAVEWIDTH=	Dalga formu maksimum genişliği
WAVETOTALWIDTHISBIG=	Ayarlanan toplam dalga biçimi genişliği maksimum genişlikten büyük, lütfen tekrar girin!
REMOVENOINT=	Kesişmeyen çizgi parçalarını kaldırın
USESELECT2DENT=	Seçili 2B nesnelerle katman
GENERATECURVES=	Eğri verileri oluştur
CALCULATECONTOURS=	Profil eğrisini hesaplayın
REBULIDCONTOURS=	Kontur konum bilgisi oluştur
HATCHLINES=	Doldurma çizgilerini hesapla
BUILDPROJECTMESH=	Bir projeksiyon yüzeyi oluşturun
WRAP=	ambalaj
PLSSELECTVALIDCURVE=	Lütfen geçerli bir eğri seçin!
BASICPARAM=	Temel parametreler
ASSIGNMENT=	harita
XYASSIGNMENTISSAME=	X ve Y ekseninin eşleme değeri aynı olamaz, lütfen tekrar seçin!
ID_3DFUN_BASICSHAPE=	Temel 3B yüzey oluştur\nTemel 3B yüzey oluştur
BASIC3DSHAPE=	Temel 3d Yüzey
PLANE=	düz
SPHERE=	küre
CYLINDER=	silindir
CONE=	koni
FREQDELAY=	frekans gecikmesi
LASERFREQTTIP2=	Lazer frekansı değiştirdiğinde gereken gecikme bekleme süresi
BMPTOMESH=	Bitmap'i Yüzeye Dönüştür
ID_3DFUN_BMPTOMESH=	Bitmap'ten Yüzeye\nBitmap'ten Yüzeye
REFRESH=	yenilemek
WAITFORINPUT=	Giriş bağlantı noktası sinyali bekleniyor
OUTPUTWHENSTART=	Katman işleme başlangıç çıkış bağlantı noktası çıkış sinyali
OUTPUTWHENFINISH=	Katman işleme uç çıkış bağlantı noktası çıkış sinyali
WAITFORSTARTSIGNAL=	başlangıç bağlantı noktası sinyalini bekleyin
WAITFORSELLAYERSIGNAL=	Katman seçme sinyali bekleniyor
IOMASK=	liman maskesi
IOMASKTIP=	Geçerli aygıt için hangi bağlantı noktalarının geçerli olduğunu belirtir
CYLINDERWRAP=	silindirik sargı
YWRAP=	Y yönünde sarma
CURRENTLAYERINDEX=	geçerli görüntü katmanı dizini
ENABLEFIRSTOPENLASERDELAY=	Lazer ilk kez açıldığında gecikme süresini etkinleştirin
SETMINVALUE=	minimum değeri ayarla
SETMAXVALUE=	maksimum değeri ayarla
PULSEWIDTHUNITISPS=	Pikosaniye cinsinden darbe genişliği (ps)
PS=	pikosaniye
CONTINUEMODE=	sürekli mod
PICKENTYOUWANTTRIM=	Kırpılacak nesneleri seçin
PICKENTYOUWANTINTERSECT=	Kesişen alanları birleştirmek için nesneleri seçin
BACKGROUND=	arka fon
SELBACKGROUNDCURVES=	Arka plan olarak kullanmak için bir eğri seçin
COPYBACKGROUNDTOWS=	Arka plan eğrisini çalışma alanına kopyalayın
SHOWOPTIPARAM=	Optimizasyon parametrelerini görüntüle
SHOWWOBBLEPARAM=	Titreşim parametrelerini göster
SHOWOTHERPARAM=	Diğer öğe parametrelerini göster
SHOWDESCAREA=	Parametre ayrıntıları alanını görüntüle
SHOWPOWERRAMPPARAM=	Güç doğrusal dönüşüm parametrelerini göster
SHOWSPEEDRAMPPARAM=	Hız doğrusal dönüşüm parametrelerini göster
POWERRAMPING=	Gücün doğrusal dönüşümü
ENABLESTARTRAMP=	başlatmayı etkinleştir
ENABLESTARTPOWERRAMPTIP=	Etkinleştirme başlatma segmentinin gücü doğrusal olarak değişir
STARTRATIO=	başlangıç ölçeği
STARTLENGTH=	başlangıç uzunluğu
STARTRAMPRATIO=	Başlangıç değerinin maksimum değere oranı
STARTRAMPLENGTH=	Başlangıç segmentinin izin verilen maksimum uzunluğu
ENABLEENDRAMP=	bitişi etkinleştir
ENABLEENDPOWERRAMPTIP=	Etkinleştirilen uç segmentin gücü doğrusal olarak değişir
ENDRATIO=	son ölçek
ENDLENGTH=	bitiş uzunluğu
ENDRAMPRATIO=	son değerin maksimum değere oranı
ENDRAMPLENGTH=	Değişmesine izin verilen uç segmentin maksimum uzunluğu
	
SPEEDRAMPING=	hız doğrusal dönüşüm
ENABLESTARTSPEEDRAMPTIP=	Başlangıç segmentinin hızının doğrusal olarak değişmesini sağlayın
ENABLEENDSPEEDRAMPTIP=	Uç segment hızının doğrusal olarak değişmesini sağlayın
INPUT=	girmek
BTNBOX=	Sınır[F4]
BTNPRJ=	Projeksiyon [F4]
STARTCALI=	kalibrasyonu başlat
FINISHCALI=	kalibrasyonu sonlandır
MARKGRID=	işaretleme ızgarası
MENU_FILE_PROJECTPARAM=	Projeksiyon parametreleri
TESTCALI=	Test Projeksiyonu Düzeltme
SELECTALLPOINTS=	Tüm noktaları seçin (tek nokta seçildiğinde seçili noktaları değiştirmek için Ctrl ve ok tuşlarına basın)
ENABLEPROJECT=	Projeksiyon gözlemini etkinleştir
APPAPPEARANCE=	Program görünümü
LASERBOARDIDEN=	Lazer Arayüz Kartı Tipi
LASERBOARDVER=	Lazer Arayüz Kartı Versiyonu
ESTIMATEDTIME=	Tahmini işlem süresi
ENABLEBARCODEFASTPTMODE=	Barkod hızlı nokta modunu etkinleştir
MODULEHORIARRANG=	Modüller yatay olarak düzenlenmiştir
SIMPLEENCODE=	basit kodlama modu
ENABLEBARCODEFASTLINEMODE=	Barkod hızlı hat modunu etkinleştir
ID_3DFUN_FREEPAINT=	Bir yüzey üzerinde serbest el izleme\nSerbest el izleme
FREEPAINT=	serbest çizim
SIN=	sinüzoidal
WOBBLETYPE=	titreşim tipi
ROUNDTRIP=	gidiş-dönüş modu
WAVEDELAY=	Dalga formu çıkış gecikmesi
LASERMONITOR=	Lazer izleme
TEMPALARM=	sıcaklık alarmı
REFLALARM=	Yüksek anti-alarm
SYSTEMALARM=	sistem alarmı
POWERALARM=	Güç kaynağı alarmı
LASERNOTREADY=	Lazer hazır değil
LASERREADY=	lazer hazır
UNKNOWALARM=	Bilinmeyen uyarı
LASEREXTFAULT=	Lazerin dış arızası
CALCULATING=	Hesaplanıyor...
OFFLINE=	Çevrimdışı işleme
POINTNUM=	puan
SPIRALBRUSH=	Spiral özellik fırçası
PICKSELSPIRALREFRESH=	Yenilenmesi gereken spiral çizgiyi seçin ve onaylamak için farenin sağ tuşuna basın.
ENABLPARSEMODE=	Analiz modunu etkinleştir
ID_PICK_BYPEN=	Nesneleri kalem numarasına göre seçin\nKalem numarasına göre seçin
No=	seri numarası
MOVETOINDEX=	Belirtilen sıra numarasına git
AXISSOLUTION=	Genişletilmiş eksen çözümü
FEEDBACK=	kodlayıcı geri bildirimi
COMMCATH=	Ortak katot çıkışı
LIMITSWITCH=	limit anahtarı
SOFTLIMIT=	yumuşak sınır
POSIDIR=	Sıfıra pozitif dönüş
FINDINDEX=	dizin bul
HOMESPEED=	Sıfır dönüş hızı
LEAVESPEED=	hız bırakmak
HOMEOFFSET=	Sıfır ofset
HOME=	sıfır
FOLLOWERROR=	aşağıdaki hata
ACCELERATION=	hızlanma
DECELERATION=	yavaşlama
FOCUSPOS=	odak konumu
SETCURPOSASFOCUS=	Geçerli konumu odak konumu olarak ayarlayın
SETMINPOWER=	Minimum gücü ayarla
SETMAXPOWER=	maksimum gücü ayarla
SETMINGRAY=	minimum gri tonlamayı ayarla
SETMAXGRAY=	maksimum gri tonlamayı ayarla
SCANINVERT=	ters tarama
EMISSIONDELAY=	Uyarma gecikmesi
WELDPARAM=	Kaynak parametreleri
DELEDGELINES=	Kenarlık bağlayıcısını sil
INFO_GS1DATABAR=	GS1 DataBar barkodu (eski adıyla RSS barkodu), aynı zamanda GS1 sisteminin bir barkod sembolüdür. Barkod, "daha küçük boyut, daha fazla bilgi" ve "ürün son kullanma tarihi, seri numarası gibi ek bilgileri taşıyabilir" avantajlarına sahiptir.
SHOWFAST=	Hızlı ekran optimizasyonu
SHOWDIR=	Eğri yönünü göster
SIMULATIONSPD=	Uçuş hızını simüle edin
TEMPERATURE=	sıcaklık
SPHEREWRAP=	küresel sargı
ZLAYER=	Z katmanı
WAITSTARTSIGOFLAYER=	Katmanın sinyali işlemeye başlamasını bekleyin
PWMONDELAY=	PWM açma gecikmesi
PWMONDELAYTIP2=	PWM açıldığında Gate'in yükselen kenarı ile yükselen kenarı arasındaki gecikme
ROTATECENZ=	Z ekseni
ERR_NOTHOME=	Eksen sıfıra dönmedi, lütfen önce sıfıra dönün!
SPLITMODE=	bölünmüş mod
NOSPLIT=	bölünmemiş
SPLITBYSIZE=	Boyuta göre böl
SPLITBYGUILDLINE=	Yardımcı hat ile böl
SETCURPOSASORIGIN=	Geçerli konumu başlangıç konumu olarak ayarlayın
FINDHOME=	sıfırı bul
XTABLEMOVE=	X ekseni platform hareketidir
YTABLEMOVE=	Y ekseni platform hareketidir
DISPENHIDEPARAM=	Gizli kalem parametrelerini devre dışı bırak
REDLIGHTDISMOTOR=	Genişleme ekseni hareketi yasaktır
UNGROUPTEXT=	ayrı metin
ID_EDIT_UNGROUPTEXT=	Metni ayrı karakterlere ayırır\nMetni ayırır
ENABLPINPOS=	Konumda hareket algılamayı etkinleştir
POSITIONTOL=	konum hatası
INPOSTIME=	Varış zamanı
INPOSLIMITTIME=	yerinde zaman sınırı
ERRRESETISLOW=	Hata sıfırlama sinyali aktif düşük
REMOTECTRLISLOW=	Uzaktan kumanda sinyali aktif düşük
LASERNOTENEMISS=	Lazer ışık yaymak için etkin değil
ID_FILE_MACHINEPARAMETER=	Cihaz parametrelerini ayarla\nCihaz parametreleri
MENU_FILE_MACHINE=	Cihaz parametreleri...
DOUBLEPTMODE=	Çift Nokta Modu
NOCUTENTITY=	Kesilmemesi gereken nesneler
INPUTIOSTATE=	giriş bağlantı noktası durumu
ID_DRAW_ENCODERDISTANCE=	Enkoder mesafesini çizin\nEnkoder mesafesini çizin
SKYWRITE=	 Üniforma işaretleme (Gökyüzü yazısı)
RUNINDURATION=	İthalat döngüsü
RUNOUTDURATION=	ihracat döngüsü
RUNINDURATION10US=	Eğrinin içine girmek için döngü süresi (birim: 10us)
RUNOUTDURATION10US=	Kılavuz çıkış eğrisinin çevrim süresi (birim: 10us)
TIMELAG=	Gecikme süresi
LASERONSHIFT=	Drift Üzerinde Lazer
LASERONSHIFTUS=	Lazer başlangıç kayması (birim: biz)
LIMITANGLE=	sınır açısı
LIMITANGLEDESC=	Limit açısından daha küçük eğriler otomatik olarak poligon gecikmesini kullanır
OUTPUTPARAM=	çıkış seçim parametresi
CHANGEWAVEDELAY=	Dalga formu gecikmesini değiştir
SHOWDELAYPARAMS=	Gecikme parametrelerini göster
SHOWJUMPPARAM=	atlama parametrelerini göster
HIDEPENBUTTONS=	Kalem parametrelerini gizle düğmesini
LOCK =	 kilitleme
USBREMOVE_WARN=	USB kontrol kartının bağlantısı kesildi, lütfen yazılımı kapatın ve yazılımı yeniden başlatın!
DESCRIPTION=	betimlemek
HATCHPARAMLIB=	Parametre kitaplığını doldurun
SAVEPARAM=	parametreleri kaydet
LOADPARAM=	Parametreleri yükle
INDEX=	dizin
RESETCCD=	CCD'yi sıfırla
BUILDCCD=	CCD oluşturun
MOVETOCCDSTART=	CCD başlangıç konumuna git
ENCALIBRATION=	CCD düzeltmesini etkinleştir
ENCHANGEMODEL=	Şablonları değiştirmeyi etkinleştir
MODELNO=	Şablon numarası
FAILHANDLE=	arıza yönetimi
ENRETRY=	yeniden dene
RETYRCOUNT=	yeniden deneme sayısı
WHENFAIL=	CCD başarısız olduğunda
THENSTOP=	Dur
THENCONT=	aşağı devam
THENJUMP=	dizine atla
INPUTJUMP=	giriş bağlantı noktası atlama
JUMPTO=	yönlendirmek
CUBE=	küp
REVOLVEWRAP=	Döner vücut sargısı
ERR_NOMESH=	yüzey nesneleri yok
BINDID=	Müşteri bilgilerini bağla
ERR_CLIENTID=	Dosyanın müşteri kimliği geçersiz!
STABLETIME=	istikrarlı program
ENSELLAYER=	Seçim katmanını etkinleştir
ERR_USERSTOPMARK=	İşleme kullanıcı tarafından kesintiye uğradı
AXISERRSTOP=	Eksen hareketi durduruldu!
CLONE=	klon
AAXISMODE=	A ekseni modu
AXISMOVEDELAY=	Eksen hareketi gecikmesi
AXES=	eksen
MESHEDIT=	Yüzey düzenleme
MERGECLOSEVERTICES=	Çakışan köşeleri birleştir
LASERONTCONLYUSEINSTART=	Lazer başlatma gecikmesi yalnızca başlangıç segmentinde geçerlidir
LASERPOWER=	Lazer güç kaynağı
SYSTEMFAULT=	Sistem hatası
INTERNALLASERFAULT=	Dahili lazer hatası
SHOWSKYWRITEPARAM=	Tek tip markalama parametrelerini göster
DISABLESYNPRR=	Senkronizasyon PRR sinyalini devre dışı bırak
BACKLASH=	boşluk telafisi
USESPLITBOXCENASMARKCEN=	Bölünmüş kutu merkezini işaretleme merkezi olarak kullan
HANDWHEEL=	el çarkı
GEARRATIO2=	dişli oranı
STARTHW=	el çarkını başlat
ENDHW=	El çarkından çıkın
ENABLEHANDWHEEL=	El çarkını etkinleştir
SCANNERFOLLOWMOUSEMOVE=	Nokta modunda, galvanometre fare ile hareket eder
AUTOMODE=	otomatik mod
ENABLEAUTOADJUST=	Otomatik ayarlamayı etkinleştir
ACCURACYPRIORITY=	Önce doğruluk
SPEEDPRIORITY=	hız önceliği
STARTADJUST=	ayarlamaya başla
AUTOADJUSTING=	Otomatik olarak ayarlanıyor...
FPKENABLETHREST2=	Engelleme etkinleştirme eşiği süresi T2
FPKVOLTAGE=	ilk darbe bastırma voltajı
MANUALSET=	manuel ayar
LASERCOOLINGTIME=	Lazer soğutma süresi
MENU_SORT_BYX=	X'e göre sırala
MENU_SORT_BYY=	Y önceliğine göre sırala
MENU_SORT_REVERSE=	ters sıralama
SMARTADJUSTMENT=	Akıllı ayar parametreleri
ENABLESMARTADJUST=	Akıllı Ayar Modunu Etkinleştir
DECMODE=	Aralık ondalık
HEXMODE1=	altıgen altıgen
HEXMODE2=	altıgen
RESULT=	Etki
NORMAL=	normal
TISSMALL=	T değeri çok küçük
TISLARGE=	T değeri çok büyük
TOFFIRSTLINE=	 İlk satır T düzeltme değeri
START=	Başlat
SMARTADJUSTTIP=	Lütfen parametreleri ayarlamak için adımları izleyin, önce bitiş segmentini ayarlayın ve ardından başlangıç segmentini ayarlayın. T parametresini, gerçek işaretli yatay çizgi ve dikey çizgi, normal efektle aynı şekilde kesişecek şekilde ayarlayın.
CHECKISALREADYMARK=	Metnin işaretli olup olmadığını kontrol edin
CURVETOPTS=	Eğrileri Noktalara Dönüştür
PREVIEW =	 Ön izleme
ASSERT=	Anormal
ERR_FAIL=	başarısız!
MENU_GUILDLINEBOX=	Bir kılavuz kutusu çizin
GUILDLINEBOX=	yardımcı kutu
SPLITBYGUIDELINEBOX=	Yardımcı kutu bölmesini kullanın
PLSCHOOSECARD=	Lütfen kullanmak istediğiniz kartı seçin
CHANGEBMPREALDPI=	Bitmap gerçek DPI'yi değiştir
DISABLEAXISA=	A ekseni yasak
ENHOMEFINISHGOTOPOS=	Belirtilen konuma kadar sıfır dönüşü etkinleştir
HOMINGFINISHPOS=	Sıfır dönüşün bittiği belirtilen konum
EXPOSURE=	maruziyet
CAMERA=	kamera
NOCUTTEXT=	bölünmüş metin karakterlerini devre dışı bırakma
CURFILEMODIFYPLSSAVEIT=	Mevcut dosya değiştirildi, lütfen önce kaydedin!
SAVETOFILE=	Dosyaya kaydet
ISSUE=	soru
PAUSEWHENLIMIT=	Metnin sonunda duraklat
LIMITISCONTINUE=	Metin sınır değerine ulaştı, sıfırlamadan sonra devam edilsin mi?
POWERSTANDBY=	Hazırda bekleme gücü
MESHFOLLOWROTATE=	Yüzey onunla birlikte döner
LASERFAULT=	lazer hatası
FIBERALARM=	Fiber Alarmı
SAFETYALARM1=	Güvenlik kilidi arızası
SAFETYALARM2=	Güvenlik döngüsü alarmı
LINKALARM=	Optik bağlantı hatası
CRITICALALARM=	Lazer koruma kritik hatası
HOTSTOP=	Lazer emisyonunun uygun olmayan şekilde durdurulması
POWER24ALARM=	Kontrolör 24V güç kaynağı arızası
MAXTHREADCNT=	Maksimum bilgi işlem iş parçacığı sayısı
MESHRESOL=	Yüzey hesaplama doğruluğu
DELAY=	gecikme
MOTORSPEDRATIO=	Genişletilmiş eksen hız geçersiz kılma
SHOWCHECKNUM=	Kontrol kodunu göster
DISABLECANCELAXISMOVE=	Eksen hareketinin iptali yasaktır
OFFLINEDOGNOTFOUND=	Doğru dongle bulunamadı
EZCADSTR_ARRAY_X_INCDIST=	X dizisi artan mesafesi
EZCADSTR_ARRAY_Y_INCDIST=	Y dizisi artımlı mesafesi
EZCADSTR_ARRAY_Z_INCDIST=	Z dizisi artımlı mesafesi
OUTPUTANALOG=	çıkış analogu
Voltage=	Gerilim
MODE8=	dikey 8
MODE82=	yatay 8
TCPIPSERVER=	TCP/IP sunucusu
NOCUTSMALLENT=	Küçük nesneleri bölmeyin
AUTOSAVEWHENCLOSE=	Yazılım kapatıldığında mevcut dosyayı otomatik olarak kaydedin
MASK=	maske
DISABLESTOPAXISWHENDOOROPEN=	Kapı açıkken durma ekseni hareketini engelle
STOPAXISWHENDOOROPEN=	Kapı açıkken eksen hareketini durdurun
STAGEFB=	Platform geri bildirim konumu
GALVOCMD=	Galvo Komuta Konumu
GALVOFB=	Galvo geri besleme konumu
DISSHOWFILEPROCESS=	Dosya işleme iletişim kutularını bastır
DISSHOWCALCPROCESS=	Hesaplama işlemi iletişim kutusunun görüntülenmesini engelle
LEVEL16=	Seviye 16
STEPMODE=	Hız optimizasyon modu
SHOWSTEPMODE=	Hız optimizasyon modu parametrelerini göster
ENCODEMODE=	kodlama modu
ENABLJUMPTABLEMODE=	Atlama parametre tablosu modunu etkinleştir
ENABLJUMPTABLEMODETIP=	Tüm kalemlerin atlama parametreleri, atlama parametre tablosundan otomatik olarak elde edilir.
JUMPTABLE=	Parametre tablosunu atla
DRAWTOL=	Piksel hassasiyetini çizme
SHIFTOFROTARY=	Dönme ekseni kayması
SERVERINFO=	sunucu bilgileri
FASTLINELASERONRATIO=	Hızlı hat ışık çıkış oranı
STANDARDPOS=	Standart konum
REALPOS=	gerçek konum
FLYSPEEDMONITOR=	uçuş hızı izleme
MAXFLYSPEED=	maksimum uçuş hızı
STARTANDSTART=	başlangıç noktasına bağlı başlangıç noktası
STARTANDEND=	Bağlantıyı başlat ve bitir
ENDANDSTART=	başlangıç noktasına bağlı bitiş noktası
ENDANDEND=	bitiş noktası bitiş noktası
OPENCURVE=	açık eğri
LASERWOBBLESHOW=	Titreşim yolu önizlemesi
SHOWTRANSBMP=	Şeffaf bit eşlemi göster
DISABLECIRMODE=	Daire desenini bastır
REFINEPLANECONTOUR=	Düzlem konturlarını çıkar
REFINECONTOURMOUSE=	Düzlem konturunu çıkar: Önizlemek için farenin sol tuşuna tıklayın, onaylamak için sol tuşa çift tıklayın
HORIZONALPLANE=	uçağı düzle
HORIZONALPLANETIP=	Seviyelendirilecek düzlemi seçmek için farenin sol tuşuna tıklayın
LASERONLAGTIME=	Lazer gecikme süresi
FIRSTJUMPDELAY=	ilk atlama gecikmesi
ENABLEHATCHLINEOVERLAP=	Doldurma satırı kademeli bölmeyi etkinleştir
CHARADDMODE=	karakter artış modu
TT_PICKSHOWALL=	Tüm nesneleri göster\nTüm nesneleri göster
TT_PICKHIDEALL=	 Tüm nesneleri gizle\nTüm nesneleri gizle
FLOATSOL=	kayan nokta hassasiyeti
ENABLEAUTOCONNECT=	Bağlantı kesildiğinde otomatik bağlantıyı etkinleştir
CONNECTINTERVAL=	bağlantı aralığı
DISABLEMOVEZWITHENTZ=	Nesne koordinatlarına göre Z eksenini hareket ettirmeyi devre dışı bırak
ESCBTNSTOPAXISIMM=	Eksen hareketini hemen durdurmak için Esc'yi etkinleştirin
DOYOUREALRESETALLPARAM=	Tüm kalem parametrelerini gerçekten sıfırlamak istiyor musunuz?
UPDATEDYNENT=	Dinamik nesneleri güncelle
FAILEDOPENDLCDEV=	DLC kartı açılamadı
SOFTWARELICWILLEXPIRE24HOURS=	Yazılım lisansının süresi 24 saat içinde dolacak, lütfen ekipman tedarikçisiyle iletişime geçin!
SPLITBITMAP=	bölünmüş bit eşlem
NOGUILDLINETOSPLITBMP=	Bitmapleri bölmek için kullanılabilecek kılavuzlar yoktur, lütfen önce kılavuzları çizin!
BARCODEPTMODE=	Barkod noktası işleme modu
FASTPOINT=	hızlı nokta modu
FASTLINE=	hızlı hat modu
FASTSTEPMODE=	Adım modu
ENABLELASEREXTOUTPUT=	Lazer genişletme çıkışını etkinleştir
LASEREXTOUTPUT=	Lazer genişletilmiş çıktı
DEFAULTPARAM=	varsayılan parametreler
MARKFAILIO=	Başarısız bağlantı noktasını işaretle
SHOWSELECTBTNONPANEL=	Panelde Eksen Çözümü Seç düğmesini göster
RELSPEED=	Göreceli hız
SPEEDFIELD=	hız alanı
POWERFIELD=	enerji alanı
SPEEDFIELDRATIO=	hız alan oranı
POWERFIELDRATIO=	enerji alanı oranı
RATIO=	oran
DISTRIBUTIONMODE=	Eğri dağılım modeli
RESOLUTIONRATIO=	Alt bölüm hassasiyet oranı
DISTR_PRIMARY=	birincil dağıtım
DISTR_QUADRATIC=	ikinci dereceden dağılım
DISTR_CUBIC=	kübik dağılım
VALIDINWHOLEPMARKERIOD=	Tüm işleme döngüsü için etkili
INFO_CODEBC412=	BC412 barkodu, tüm çubukların ve boşlukların bilgileri temsil ettiği, sürekli, sabit olmayan, çift yönlü bir barkoddur; karakter seti '0'-'9' içerir ve 'AZ', 'O' içermez; kontrol kodu sistem tarafından otomatik olarak eklenir.
SHOWFREQRAMPPARAM=	Frekans doğrusal dönüşüm parametrelerini görüntüleme
FREQRAMPING=	Frekans Doğrusal Dönüşüm
CANNOTHAVESAMESN=	Aynı seri numarasına sahip DLC kartları olamaz!
ALLSCANNERMARKCURLAYER=	Tüm galvanometreler mevcut katmanı işler
ALLSCANNERMARKCURLAYERSPLIT=	Mevcut katman için tüm galvanometreler bölünür ve işlenir
ENCURVESYNINPORT=	Eğri senkronizasyonu giriş bağlantı noktasını etkinleştir
SPECIALPOS=	özel konum
SETCURPOSASSPECPOS=	Geçerli konumu özel bir konuma ayarlayın
ENCURVESYNWHENCURVEEND=	Eğri senkronizasyonunun sonunu etkinleştir
LASEREMISSION=	Lazer küresel etkinleştirme [MO]
STARTDELAY=	Gecikmeye başlamak
ENDDELAY=	bitiş gecikmesi
LASERSYN=	Senkronizasyonda lazer anahtarı
ACCURATEHOME=	Sıfıra hassas dönüş
AUTONAMEENT=	Nesneleri otomatik olarak adlandır
ENTNAMESAME=	Nesne adı diğer nesne adlarıyla aynıdır, lütfen yeniden adlandırın!
CREATE3DSPRING=	3 boyutlu bir sarmal oluşturun
USECURRPOS=	geçerli konumu kullan
SETMOAFTERPW=	Darbe genişliğini değiştirdikten sonra MO'yu ayarlayın
STARPULSEWIDTH=	darbe genişliğini başlat
INCULSEWIDTH=	Darbe genişliği artışı
ONEBYONEMARKING=	Galvanometreler sırayla işlenir
STARTMARKINGLAYER=	Katmanları işlemeye başla
INFO_AUSPOST4STATE=	Australia Post 4 durum kodları 4 uzunlukta çubuktan oluşur. Her barkod, FCC (2 haneli) ve DPID (8 haneli) kodlarını ve isteğe bağlı kullanıcı bilgilerini içerir. Örnek: FCC
INFO_DOTCODE=	DotCode barkodu 2D barkoddur, karakter seti tüm ASCII karakterlerini içerir;
INFO_JAPANPOST=	Japon posta barkodu Japon posta sistemi tarafından kullanılır.Geçerli karakterler "0-9" sayıları, İngilizce büyük harfler "AZ" ve bağlantı karakteri "-"dir. 7 basamak (posta kodu) + ek verilerden oluşur. "27301023-20-5B604" gibi.
INFO_POSTNET=	PostNet, Amerika Birleşik Devletleri Posta Servisi (USPS) içindir, geçerli karakterler "0-9" sayıları, yalnızca 5 basamaklı Posta kodu, 9 basamaklı Posta+4 kodu veya 11 basamaklı kodun tamamıdır.
INFO_UKROYALMAIL=	Royal Mail için UK Royal Mail 4 eyalet müşteri barkodu kullanılır, geçerli karakterler "0-9" sayıları ve İngilizce büyük harfler "AZ"dir.
INFO_DUTCHPOSTKIX=	Dutch Post KIX barkodu, Royal Dutch TPG Post için kullanılır, geçerli karakterler "0-9" sayıları ve İngilizce büyük harfler "AZ"dir.
INFO_PLANET=	PLANET, Evrensel Posta Servisi (USPS) içindir, geçerli karakterler "0-9" sayılarıdır, yalnızca 11 basamaklı ve 13 basamaklı biçimdedir.
SPLITCURVES=	 bölünmüş eğri
MINDISTTRIGGER=	Minimum tetik mesafesi
MINTIMETRIGGER=	Minimum tetikleme süresi
AUTORESORT=	otomatik sıralama
MENU_SORT_MINDIST=	Minimum mesafeye göre sırala
DISABLEUNDO=	GERİ AL'ı devre dışı bırak (bir dahaki sefere geçerli)
REDLIGHTINVERT=	Kırmızı ışık sinyal seviyesi inversiyonu
SINGLEPTREPEATMODE=	Tek nokta tekrar işleme modu
SAVECAMERATOBMP=	Kamera görüntüsünü BMP dosyasına kaydedin
ENBIGCURVESHORTSEGSPLIT=	Büyük Eğri ve Küçük Segment Modunu Etkinleştir
UNGROUPHATCHLINE=	 Doldurulmuş nesneleri parçalayın
MENU_NODE_MOVE=	mobil düğüm
MENU_NODE_SETASSTART=	başlangıç noktası olarak ayarla
AXISSTATE=	eksen durumu
NOTIMING=	İşleme süresini yenilemeyin
OFFLINESENDDATA=	Çevrimdışı mod: veri gönder
ENMARKPAUSEMODE=	İşaretleme duraklatma modunu etkinleştir
DIABLEINTERIOOUTPUT=	Dahili IO çıkışını devre dışı bırak
USERNOTOPESOFTLOCK=	Kullanıcı uzun süredir herhangi bir işlem yapmadı, yazılım kilitlendi, lütfen tekrar giriş yapın!
EXTENDCURVE=	Eğriyi uzat
EXTENDLENGTH=	uzatılmış
ENABLEARCCMD=	Yay işaretleme komutunu etkinleştir
SCANNERJUMP=	galvo atlama
USEREDLIGHTCOR=	Kırmızı ışık düzeltmesini etkinleştir
PULSEENERGY=	darbe enerjisi
DISABLECHECKPWLIMIT=	Darbe genişliği sınırının kontrolünü devre dışı bırak
ALWAYZOPENWHENNOTMARKING=	İşaretlemediğinizde daima kırmızı ışığı açın
ENABLEMULTICCD=	Çoklu CCD modunu etkinleştir
MULTICCDINDEX=	Çoklu CCD döngü bitiş indeksi
CUSTOMVER=	Özelleştirilmiş sürüm
MENU_FILE_LOGIN=	giriş yapmak...
APPENDFILEMODE=	dosya modu ekle
RAMPMINLIMITLEN=	Doğrusal dönüşümde minimum çizgi uzunluğu
DOUBLECURVE=	Hiperbolik Mod
BYHOUR=	saatlik
DISABLERESORT=	sıralamayı yasakla
WIDTHTHRESHOLD=	genişlik eşiği
MENU_SORT_MODE=	Sıralama Modu Ayarları
REDUCEPOINT=	Noktaları otomatik olarak çıkar
LIMITLENGTH=	sınır uzunluğu
SINGLEPTDELAY=	Tek nokta aralık gecikmesi
CALCFROMSUNDAY=	İlk Pazar gününden itibaren hesaplandı
REGISTERVARIABLE=	kayıt değişkeni
SETPARAMMODE=	Parametre modunu ayarla
INT=	tam sayı
FLOAT=	kayan nokta sayısı
TIMEBASECOUNT=	zaman tabanı sayısı
SLICEENTONLYMARKONELAYER=	Dilimlenmiş nesneler bir seferde bir katman işlenir
DISLOCKSIGNAL=	Mandal başlatma sinyalini devre dışı bırak
ENSURECOMPLETEPRODUCT=	Garanti ürünü tamamlandı işareti sonu
DISEXTLASERWHEN_CHANGEPEN=	Kalem parametrelerini değiştirirken lazer parametrelerinin değiştirilmesi yasaktır
PRJMAXZLEN=	Maksimum dikey çizgi uzunluğu
DXFUNITISUTF8=	DXF dosyaları UTF8 kodludur
DISABLESHOWPROGDLG=	Hareket süreci iletişim kutusunun görüntüsünü bastır
ENABLECHANGECURVEDIR=	İşleme etkinleştirildiğinde eğri yönünü otomatik olarak değiştirin
ENCHECKLASERSTATEWHENMARKING=	İşlem sırasında lazer durumunu kontrol etmeyi etkinleştirin
INVALIDUSERNAME=	geçersiz kullanıcı adı
IDLETIME=	Aralıklar
AXISPULSEWIDTH=	Eksen hareketi darbe genişliği
COPYSTL=	STL'yi kopyala
PASTESTL=	STL'yi yapıştır
GALVOXYDELAY=	Galvo XY gecikmesi
SAVEOUTPORTWHENPOWEROFF=	Güç kapalıyken çıktıyı kaydedin
NOTCHECKSTARTPORTWHENMARKING=	İşlem sırasında başlangıç bağlantı noktası kontrol edilmiyor
ENABLE_CHECK_MARKINGRANGE=	Kontrol işleme aralığını etkinleştir
ERRID_MAKRSIZE_OUTRANGE=	İşaretleme boyutu işleme aralığının dışında
ARC=	yay
INPUTSECONDSTARTPT=	İkinci noktayı girin
MENU_LINEARCTOGGLE=	Hat ve ark anahtarlama
NUMCHAREXTRACTSTR=	Dizeden çıkarılan toplam karakter sayısı
CHANGETEXT=	metin içeriğini güncelle
NEWTEXT=	yeni metin
FEEDBACKMODE=	geri bildirim modu
USEINTERNALCOR=	Dahili düzeltmeyi kullan
PILLOWFACTOR=	iğne yastığı katsayısı
PARALLELISMFACTOR=	paralelkenar katsayısı
TRAPEZOIDFACTOR=	yamuk katsayısı
BIDIRCOMPLEN=	Çift yönlü telafi uzunluğu
ENABLEHWWOBBLE=	donanım titremesini etkinleştir
WOBBLEFREQ=	titreşim frekansı
UNLOCK=	Kilidini aç
MAXROWSOFEXPORTFILE=	Çıktı dosyasındaki maksimum satır sayısı
ENMARK=	işlemeyi etkinleştir
ALIASNAME=	takma ad
TOWOBBLECURVE=	Viraja giden titreşim yolu
REFINEBOTTOMEDGEOFMESH=	Yüzeyin alt sınırını çıkarın
DISCHANGECHARWIDTH=	Karakter genişliğini değiştirmeyi devre dışı bırak
ENCODERABSWAP=	Enkoder AB değiştirilebilir
INFO_CODE49=	Code 49, çok katmanlı, sürekli, değişken uzunlukta bir barkod sembolüdür. 49 kodu, 128 ASCII karakterinin tümünü temsil edebilir. Her Code 49 barkod sembolü 2 ila 8 katmandan oluşur, her katman 18 çubuk ve 17 boşluk içerir.
INFO_CODE16K=	Code 16K barkodu, tam ASCII karakter kümesinin 128 karakterini ve genişletilmiş ASCII karakterlerini temsil edebilen çok katmanlı, sürekli değişken uzunlukta bir barkod sembolüdür. UPC ve Code128 karakterlerini kullanır. 16 katmanlı bir Code 16K sembolü, 77 ASCII karakterini veya 154 sayısal karakteri temsil edebilir.
CHANGEDIAMETER=	çapı değiştir
ENDDIAMETER=	uç çapı
SNTEXTPLUS=	seri numarası+1
SNTEXTMINUS=	seri numarası-1
SNTEXTRESET=	Seri numarası sıfırlama
CURVEFOLLOWMOVE=	Eğri hareketi takip eder
CONTMODEUSESELFPORT=	Sürekli mod kendi girişini kullanır
ENABLESPLITGAP=	Bölünmüş Boşluğu Etkinleştir
ENABLELISTCMD=	liste komutunu etkinleştir
XCOMPFACTO=	X yönü telafi katsayısı
STARTPTJUMPLEN=	Başlangıç noktası atlama uzunluğu
XCOMPFACTOR=	X telafi faktörü
OUTPUTIOSTATE=	çıkış bağlantı noktası durumu
DEVICESTATUSLAMP=	Cihaz Durum Işığı
	
CLEAR=	Temizlemek
EXTENDSIZE=	Genişletme boyutu
INCLAYERCOUNT=	Aralık katmanları
FOCUSOFFSET=	bulanıklaştırma miktarı
EDGETYPE=	kenarlık türü
EDGEBOX=	dikdörtgen kenarlık
ORIGINCONTOUR=	orijinal anahat
CONVEXHULLCONTOUR=	anahat
MESHZOOM=	Yüzey ölçekleme
ENABLEINTERDOLOOP=	Dahili İşleme Döngülerini Kullanma
ENABLEXITPROCESS=	Çıkış işleme modunu etkinleştir
OFFSETINSIDE=	İçe doğru ofset
DELETEALL=	hepsini sil
ENABLEAPMMODE=	APM modunu etkinleştir
PWMDUTYCYCLE=	PWM görev döngüsü
